[
  {
    "id": "2",
    "free": "no",
    "title": "Ultimate Cheese Spread",
    "slug": "cheese-spread",
    "src": "../images/promos/la-rina-dolce-cheese-promo-01.jpg",
    "summary": [
      "Whenever we have people over, we always do a spread. Sometimes it’s big. Sometimes it’s small. But we do it because it makes people feel adored, and people who are adored usually adore you back, and that’s really what life is all about. Cheese, love, adoration, and of course, more cheese.",
      "There is something truly magical that happens around a beautiful table of cheese. The typical response is “Wow, this is gorgeous. I can’t believe you did this for me!!” And then they nibble, talk, laugh, interact, ask questions, smile, and say “Mmmmmm” in between mutterings of, “Oh my God, this is the best cheese EVER!!!” Meanwhile, you’ll be over there thinking, “I spent 15 minutes at the store, another 15 minutes cutting everything up, and these people think they’re at the French Laundry and I’m Thomas Keller, and I never even turned on the stove, HOT DAMN I’m good!”",
      "In this simple guide, we’ll talk about constructing a gorgeous spread of nourishing, wholesome, and delicious ingredients using a handful of cheeses and several well-chosen accompaniments like fruit, meats, nuts, and olives. We’ll teach you how to procure, serve, store, and pair accompaniments, including wines, to produce the cheese spread of your dreams.",
      "It is our wish for you to enjoy this simple guide to eating and enjoying delicious cheese, while creating moments and memories with your loved ones that will last a lifetime.",
      "HOW MUCH TO BUY",
      "A little bit of real cheese goes a long way! To determine how much cheese to purchase, consider the occasion, and choose an appropriate serving size. Multiply the serving weight by the number of people being served and buy that total weight.",
      "Example:",
      "For a tasting party including 5 guests with a 5 cheese selection ½ oz x 5 cheeses x 5 guests = 12.5 oz cheese",
      "Per-Person Servings",
      "TASTINGS:",
      "• 5-10 cheeses: ½ ounce",
      "APPETIZER PLATES: ",
      "• 3-5 cheeses: ¾ ounce",
      "MAIN COURSES:",
      "• 3-5 cheeses: 1 ¼ ounces",
      "• 5-10 cheeses: ⅔ ounce",
      "AFTER-DINNER PLATES:",
      "• 3-5 cheeses: ¾ ounce",
      "• 5-10 cheeses: ½ ounce",
      "STORAGE:",
      "Cheeses are happiest at temperatures between 45 to 60 degrees Fahrenheit, with relative humidity of at least 80 percent, and moderate air circulation. If you don’t have access to a cool, clean, dark, fairly humid place in your home (a nice little corner in your basement), then store your cheese in the vegetable drawer of your refrigerator very loosely wrapped in unwaxed parchment paper and then again with a layer of light plastic cling wrap. This will protect the cheese, hold in moisture, allow for air circulation, and create enough of an air pocket so your precious cheese doesn’t suffocate.",
      "SERVING CHEESE:",
      "Cheese should always be cut fresh into thin slices or wedges, never cubes, and served at room temperature in the range of 65 to 75 degrees Fahrenheit.  Serving cheese straight from the fridge is one of the worst and most common fromage sins one can commit. Why? Chilled cheese lacks flavor and produces very little aroma. Let’s make a pact right now to always, and I mean always, take your cheese out of the fridge at least one hour before serving.",
      "When at all possible, use a separate knife for each cheese, or at least wipe your knife clean between each cut to avoid muddling those awe-inspiring flavors.",
      "WHAT TO SERVE WITH YOUR CHEESE",
      "FRUIT:",
      "The wonderful, sweet, tender, juiciness of fresh fruit provides an ideal contrast to the dry salty flavor of most cheeses. Pair with thinly sliced apples, pears, peaches, or persimmons. Other fantastic fruit preparations include fresh figs, grapes, melon, and strawberries.",
      "Dried fruit is another option to pre-stock in your pantry for even more nibbling pleasure. Dried figs, dates, peaches, plums, and apricots will all excite your taste buds and pave the way to cheese heaven.",
      "Serving preserves, jams, honey, and chutneys are also a wonderful way to enhance your favorite cheeses while complimenting and balancing all of those intense, savory flavors.",
      "MEATS:",
      "Dry cured prosciutto di Parma, jambon de Bayonne, sopressata, capicola, saucisson sec, or a nice dried salami add substance and heft to any cheese spread. Maybe add a few briney pickles and some quality mustard if you have some on hand.",
      "NUTS AND OLIVES:",
      "Try raw or toasted Spanish Marcona almonds, macadamia nuts, Brazil nuts, cashews, hazelnuts, pecans, or walnuts.",
      "Choose a selection of different colors, textures, and flavors of Mediterranean olives from your local olive bar.",
      "BREAD:",
      "This is cheese’s oldest and most reliable friend! A good piece of crusty bread is the ideal complement, but feel free to experiment with crowd favorites such as baguettes, sourdough, olive breads, Focaccia, crackers, flatbreads, or any and all gluten-free bread and cracker options.",
      "THE CHEESE AND WINE:",
      "Cheese and wine are two of life’s great simple pleasures of the culinary world. Real cheese is artisanal (handmade with unpasteurized milk from a single herd) and organic, which allows the cheese to express the beautiful, natural flavors of the milk from which they’re made. Typical cheese plates have anywhere from 3 to 5 selections, or more, depending on the occasion and number of guests you wish to serve.",
      "Once you’ve chosen your cheeses, a quick Google search will help you find the perfect wine pairing for each. To keep things simple with 1 or 2 bottles, use Champagne, Chardonnay, Riesling (off-dry), or Cabernet Sauvignon; all quite popular and can be easily served alongside any cheese plate.",
      "Fresh Cheese: Soft, rindless, and made with cow, goat, or sheep's milk; fresh cheeses are unaged and have a mild, slightly tangy flavor. In addition to that iconic log of bright white goat cheese, this category includes farmer’s cheese, ricotta, and others that come in little tubs for your indulgent pleasure.",
      "Try the classic Loire Valley goat cheeses such as Valencay, St. Maure, or Chabichou du Poitou. Just pronouncing these for your guests makes them all the more impressive. The US is a top contender in the goat cheese category.  Try “Humboldt Fog” by Cypress Grove Chѐvre, “Coupole” from the Vermont Butter and Cheese Company, “Sofia” from Capriole Dairy, or “Bonne Bouche” from Vermont Creamery. Mozzarella, Buratta, Feta, and Ricotta are other well known, fresh cheese options for those who prefer to leave the more goaty options to the seasoned cheese tasters in the room.",
      "White Wine Pairings:",
      "Crisp, dry and young bottles (Albariño, Soave, Pinot Blanc, Muscadet, Vermentino, Verdejo, Arneis, Sauvignon Blanc, young Chardonnay)",
      "Off-dry wines (Gewurztraminer or Riesling) for salty cheeses like feta",
      "Red Wine Pairings: ",
      "Very young, fruity, unoaked red wines (Loire Cabernet Franc, Pinot Noir, Gamay, Valpolicella, Zweigelt)",
      "Crisp, dry rosé",
      "Bloomy or Soft Ripened Cheese:",
      "Named for the glorious bloom of white mold delicately embracing the outside rind; soft ripened cheeses tend to be the richest and creamiest on the market, with a soft, spreadable texture. The bloomy exterior is edible, and has a stronger, funkier flavor than the creamy interior.",
      "Try Camembert, Brie, Robiola, Fromager d’ Affinois, St. Andre, Pierre Robert, or Brillat Savarin. Cowgirl Creamery in Northern California makes a wonderful triple cream Mt. Tam.",
      "White Wine Pairings: ",
      "Dry, traditional-method sparkling wines like brut Champagne (non-vintage for young cheese and vintage for riper, more pungent cheeses). ",
      "Light-bodied, dry, unoaked Chardonnay (Chablis)",
      "Restrained, dry, light-bodied Sauvignon Blanc (Sancerre)",
      "Dry, young Riesling, dry Chenin Blanc (Vouvray), Grüner Veltliner",
      "Aged Hunter Valley Semillon or textured white Rhône varieties (Marsanne and Roussanne, specifically Châteauneuf-du-Pape Blanc) for ripe, pungent cheese",
      "Red Wine Pairings:",
      "Dry and light-bodied wines that are young, fruity and unoaked (Pinot Noir, Dolcetto, Barbera, Gamay, Cabernet Franc from the Loire, Bonarda, Mencía, Zweigelt)",
      "Washed Rind Cheese:",
      "After a bath in brine, beer, or wine, a distinctive nutty orange tinted rind is produced. Washed rind cheeses are rich and creamy, and can be soft or semi-soft in texture. These beauties are notably funkier than bloomy cheeses, with pleasantly pungent tasting notes.",
      "Époisses, Fontina, Reblochon, Limburger, Appenzeller, Taleggio, Winnimere, or Petit Livarot are all top choices in this category.",
      "White Wine Pairings:",
      "Dry, traditional-method sparkling wines (brut Franciacorta, brut California bottlings)",
      "Dry and off-dry, unoaked white wines (Gewurztraminer and Pinot Gris from Alsace, Chenin Blanc from the Loire)",
      "Dry, structured whites (Marsanne and Roussanne, mature Hunter Valley Semillon, Riesling from Clare or Eden Valley, Australia) for ripe, pungent cheese",
      "Red Wine Pairings:",
      "Beaujolais Villages",
      "Pinot Noir",
      "Poulsard or Trousseau from Jura",
      "Semi-Soft Cheese:",
      "Not spreadable, and incapable of breaking into shards like a hard cheese,  semi-soft cheeses tend to be creamy with fairly mild flavoring. Many are excellent for melting and produce a perfect slice. Some cheeses like Gouda are semi-soft in younger styles, however when aged, a harder texture is produced.",
      "Try Gouda, Havarti, Muenster, Port Salut, Taleggio, Tomme de Savoie, or Vacherin",
      "White Wine Pairings:",
      "Dry, white wines with a touch of oak (Chardonnay, Pinot Gris, Rioja)",
      "Condrieu",
      "Red Wine Pairings:",
      "Rustic wines without much oak (Côtes de Rhône, Corbières, St-Chinian, Chianti, Mencía, young Bordeaux blends)",
      "Hard Cheese:",
      "These beauties, aged to perfection, are quite firm and break into wonderfully chunky crumbles or shards. Hard cheeses tend to possess nutty and complex savory notes, while some are fairly pungent or salty.",
      "Try Cheddar, Manchego, Parmigiano Reggiano, Beaufort, Cantal, Emmental, Comté, Pecorino, Double Gloucester, Cantal, Gruyère, or Mimolette.",
      "White Wine Pairings:",
      "Vintage traditional method sparkling wines (Champagne, Franciacorta) for younger cheese",
      "Sherry (Amontillado, Palo Cortado)",
      "Red Wine Pairings:",
      "Bold wines with some age (Nebbiolo, Sangiovese, Aglianico, Rioja or Bordeaux blends from cooler climates like Bordeaux or Margaret River)",
      "Blue Cheese: ",
      " Veins of distinctive blue penicillium mold run through these rich, aromatic cheeses. Blues come in two forms: soft and creamy, or semi-soft and crumbly. Some are sweeter and milder, but all pack a great deal of sharpness and tang.",
      "Roquefort, Bleu d’ Auvergne, Gorgonzola, Stilton, Cabrales, or Valdeon. Try the American made “Bayley Hazen Blue” from Jasper Hill Farm in Vermont or the “Smokey Blue” from Rogue Creamery in Oregon. ",
      "White Wine Pairings:",
      "Milder blue cheeses like Cambozola share the same potential matches as bloomy cheeses",
      "Noble Rot sweet wines (Sauternes, Barsac, Monbazillac, Riesling Beerenauslese, and Trockenbeerenauslese, Quarts de Chaume) for sharp, salty cheese",
      "Dessert wines from dried grapes (Vin Santo, Jurançon, Recioto di Soave)",
      "Late-harvest wines (Riesling Spätlese or Gewurztraminer Vendanges Tardives) for cheeses which are not overtly pungent",
      "Red Wine Pairings:",
      "Sweet, fortified reds (Vintage Port, LBV Port, Maury, Banyuls)",
      "Note: If you’re simply not a fan of blue cheese, add a second crowd pleasing hard cheese. Chunks of Parmigiano Reggiano with a drizzle of honey are a classic pairing made in Heaven.",
      "Sources:",
      "Cheese: A Connoisseur’s Guide to the World’s Best by Max Mccalman",
      "The Simple Guide to Wine & Cheese Pairing"
    ]
  },
  {
    "id": "5",
    "free": "no",
    "title": "The Only Steak Recipe",
    "slug": "steak-recipe",
    "src": "../images/promos/la-rina-dolce-steak-promo-01.jpg",
    "summary": [
      "In this simple guide, we give our best advice on beef cuts, cooking times, marinades, and more!",
      "Choose your steak",
      "Bone-in steaks are wonderful for broiling and grilling. 1-inch boneless top loin steaks (which is the larger side of the t-bone and porterhouse) are a superb choice. This steakhouse favorite has many names like sirloin, short loin, NY strip, Delmonico, strip steak etc., and loved by cooks and chefs alike for its marbling and incredible meaty, beefy flavor.",
      "Steaks from the rib (ribeyes are juicy, fatty, and fantastic), loin, and tenderloin are also excellent choices. Steaks from the chuck and round can also be excellent, but requires some knowledge in choosing the right cuts.",
      "Filet mignon, 1 ½ inch center cut beef tenderloin steaks take about 4-5 minutes per side and in a category of their own. This cut is leaner and less fatty, thus less flavorful, but famous for its supreme velvety tenderness. Tenderloin steaks benefit from not only flavored butters, but especially luscious sauces."
    ],
    "dish": "The Best Rosemary Garlic Steak Marinade",
    "text1": "Here is a simple 4 hour marinade that consists of garlic, rosemary, olive oil, lemon juice, and a few chili flakes, and sure to add incredible flavor to any steak.",
    "ingredients1": [
      "4 HOUR MARINADE:",
      "• ¼ cup extra-virgin olive oil",
      "• 2 sprigs rosemary, leaves removed",
      "• 5 cloves of garlic, crushed",
      "• 1 tablespoon lemon juice, or lemon zest",
      "• pinch chili flakes",
      "• kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": [
      "FOR THE STEAK:",
      "• 4 steaks, 1-inch thick, top loin/sirloin/NY strip",
      "• avocado oil, or choice of fat for high-heat cooking",
      "• 2 tablespoons regular butter for basting",
      "• Maldon sea salt flakes, optional",
      "• To prepare the marinade, combine all of the ingredients in a blender"
    ]
  }
]
