[
  {
    "id": "6",
    "free": "yes",
    "title": "Eggplant and Ricotta Tart with Fresh Herbs and Tomatoes",
    "slug": "eggplant-ricotta",
    "src": "../images/promos/la-rina-dolce-eggplant-promo-01.jpg",
    "summary": [
      "This tart is a reflection of Northern California’s beautiful, sun-drenched, summer markets filled with bushels of bright red tomatoes, dark purple eggplants, fresh herbs, and olive oil. There is no better time than summertime to eat this delicious tart! ",
      "Prep time: 40 minutes",
      "Cook time: 25-30 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the Toppings",
    "ingredientsList1": [
      "1 medium eggplant, sliced into ¼-inch thick rounds",
      "extra-virgin olive oil",
      "½  cup ricotta cheese",
      "1 teaspoon herbes de Provence or Italian seasoning",
      "1 clove garlic, finely chopped",
      "⅓ cup chopped basil",
      "¼ cup grated Parmesan cheese",
      "4 ounces fresh mozzarella, sliced",
      "1 ½ cups tomato sauce",
      "½ cup fresh cherry tomatoes, sliced in half",
      "handful of small basil leaves",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "Yeast Mixture",
    "ingredientsList2": [
      "¼ cup lukewarm water",
      "2 tablespoons raw honey",
      "2 teaspoons (1 packet) active dry yeast"
    ],
    "ingredients3": "Dry Ingredients",
    "ingredientsList3": [
      "1 ⅓ cup arrowroot flour",
      "⅓ cup coconut flour",
      "1 ½ cups almond flour",
      "2 tablespoons Italian seasoning",
      "2 teaspoons salt"
    ],
    "ingredients4": "Wet ingredients",
    "ingredientsList4": [
      "2 eggs",
      "1 tablespoon extra-virgin olive oil, plus more for brushing the crust",
      "2 teaspoons raw apple cider vinegar"
    ],
    "directions": [
      "Note: You will need parchment paper and a rolling pin for this dough. A basic wooden rolling pin can be purchased for under $10 at most big box retail stores.  If you don’t have a rolling pin, or don’t want to buy one, you can use a tall drinking glass, a round glass jar, wine bottle, or liquor bottle. This dough is soft and very easy to roll out.",
      "Note: To ramp up the flavor of this delicious tart, whip up a batch of garlic and herb-infused olive oil to cook the onions and brush on the crust.",
      "To prepare the toppings, season the sliced eggplant on both sides with salt and pepper. In batches, pan-fry the eggplant in olive oil in a large skillet until tender and golden brown, drizzling in more olive oil as needed. Arrange the eggplant on a paper towel-lined plate and set aside.",
      "Combine the ricotta cheese, herbs de Provence, garlic, basil, and Parmesan in a small bowl and set aside.",
      "Preheat the oven to 425°F",
      "Cut a piece of parchment paper the size of a half-sheet pan (12” X 16”) and set aside.",
      "To prepare the crust, whisk together the ingredients for the yeast mixture in a small cup or bowl and let stand for about 5 minutes, until the mixture becomes foamy.",
      "In the bowl of a stand mixer, sift together the dry ingredients.",
      "In a separate small bowl, whisk together the wet ingredients and add the yeast mixture when ready.",
      "Using the stand mixer fitted with the paddle attachment, combine the dry and wet ingredients together until a soft dough forms. Transfer the dough to the center of your cut sheet of parchment paper on a work surface.",
      "Using a rolling pin, roll out the dough to the size of your parchment paper, rotating the paper with quarter-half turns, evenly rolling out the dough to the edges of the paper. Your dough should be about ¼-inch thick.",
      "Transfer the dough with the parchment paper to a half-sheet pan and brush the dough with a thin layer of olive oil.",
      "Bake the crust for 10 minutes.",
      "Remove the crust from the oven and top with a layer of tomato sauce, and then with spoonfuls of the ricotta mixture. Continue with the sliced mozzarella and eggplant.",
      "Bake for an additional 5-10 minutes until the mozzarella is melted and bubbly. Garnish with fresh tomatoes and basil leaves. Cut and serve."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/EggplantandRicottaTart.pdf"
  },
  {
    "id": "7",
    "free": "yes",
    "title": "Warm Blue Cheese Dates with Brown Butter and Lime Zest",
    "slug": "warm-blue-cheese",
    "src": "../images/promos/la-rina-dolce-warm-blue-cheese-promo-01.jpg",
    "summary": [
      "These tasty morsels  are perfect, unimprovable, delectable delights that will blow your mind! And we mean “eyes rolling in the back of your head” blown. For this dish, we made a special trip to the Chico farmers market to snag some of the freshest dates, blue cheese, limes, and butter money can buy. The result? Salty-sweet, tart, creamy, warm, and gooey perfection! Nature's candy at its best!",
      "Prep time: 15 minutes",
      "Cook time: 3 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients",
    "ingredientsList1": [
      "16 Medjool dates, pitted",
      "3 ounces blue cheese",
      "1 lime, zested",
      "3 tablespoons butter",
      "Maldon sea salt flakes, for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "With a small knife, cut a slit lengthwise into each date and remove the pit. Stuff each date with a morsel of blue cheese and press the two ends back together.",
      "Heat the butter in a skillet over medium heat; add the dates and cook, swirling and shaking the pan until the butter has browned and the dates are warmed through. Add the lime zest and cook for a few seconds more. Garnish with a very light sprinkle of Maldon sea salt flakes. Serve warm."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/WarmBlueCheeseDates.pdf"
  },
  {
    "id": "8",
    "free": "yes",
    "title": "Whipped Feta Spread with Mint and Pomegranate",
    "slug": "whipped-feta",
    "src": "../images/promos/la-rina-dolce-whipped-feta-promo-01.jpg",
    "summary": [
      "This dish was inspired by the flavors of the Mediteranean, where sun-drenched, open-air markets abound with fresh eggplants, goat cheese, olive oil, herbs, and pomegranates. This is a lovely hors d'oeuvre served alongside grilled or raw vegetables and a perfect accompaniment to grilled meats. This is a great example of how we like to cook! When you have the best quality ingredients fresh from the market, preparing them simply is the best way to eat and enjoy real food!",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 4 to 6"
    ],
    "ingredients1": "Ingredients",
    "ingredientsList1": [
      "⅓ cup chopped mint, plus more for garnish",
      "2 garlic cloves, chopped",
      "4 tablespoons extra-virgin olive oil or garlic and herb infused olive oil",
      "1 tablespoon fresh lemon juice",
      "1 teaspoon freshly ground pepper",
      "½ pound feta cheese, crumbled",
      "⅓ cup pomegranate seeds",
      "½ cup chopped cilantro",
      "1 large eggplant, sliced ½ inch thick",
      "kosher salt",
      "extra-virgin olive oil, or garlic and herb infused olive oil"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the mint, garlic, olive oil, lemon juice, and pepper in a bowl of a food processor and purée. Add the feta and pulse until smooth. Refrigerate.",
      "Season the eggplant slices with salt and pepper. Warm 2 tablespoons of olive oil in a large skillet over medium-high heat, and sauté the eggplant in batches until golden brown on both sides. Add additional olive oil as needed, if the pan starts to look dry. Transfer to a serving dish and top each slice of eggplant with the feta spread. Garnish  with mint, cilantro, and pomegranate seeds."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/WhippedFetaSpread.pdf"
  },
  {
    "id": "9",
    "free": "yes",
    "title": "Zucchini Fritters with Basil-Crème Fraîche",
    "slug": "zucchini-fritters",
    "src": "../images/promos/la-rina-dolce-zucchini-fritters-promo-01.jpg",
    "summary": [
      "Fritters are fabulous! We want you to believe it, so next time you do your daily mindfulness practice, be sure to include “fritters are fabulous” into your mantra and you’ll be certain to manifest this much needed dish into your life! We make these fritters healthy and farm-fresh choosing zucchini during its bountiful summer season. The combination of zucchini, shallots, herbs, and Parmesan is delightful, especially when topped with our lush, lemony, garlicky, basil-crème fraîche.",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the Zucchini:",
    "ingredientsList1": [
      "1 pound zucchini, trimmed and grated",
      "1 teaspoon kosher salt",
      "1 shallot, sliced thin",
      "1 teaspoon herbes de Provence, or thyme",
      "1 egg, beaten",
      "½ cup grated Parmesan ",
      "½ lemon, juiced",
      "¼ cup almond flour"
    ],
    "ingredients2": "For the basil-crème fraîche:",
    "ingredientsList2": [
      "¾ cup crème fraîche or sour cream",
      "1 clove garlic, grated",
      "squeeze of lemon",
      "⅓ cup basil, sliced",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the zucchini and salt in a colander and let it sit for 20 mins.",
      "In a small bowl, combine the crème fraîche with garlic and lemon. Season with salt and pepper to taste. If the mixture is too thick, whisk in a tablespoon of water. The  consistency should  be similar to lightly whipped cream.",
      "Squeeze the liquid from the zucchini and place in a medium bowl. Mix in the remaining ingredients, then pan-fry heaping spoonfuls of the mixture in olive oil, flattening with a spatula, 3-4 mins per side until brown and crispy. Drain on paper towels and season with salt.",
      "Serve the fritters with a spoonful of crème fraîche and garnish with chopped basil."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/ZucchiniFritters.pdf"
  },
  {
    "id": "10",
    "free": "yes",
    "title": "French Onion Soup",
    "slug": "french-onion-soup",
    "src": "../images/promos/la-rina-dolce-french-onion-soup-promo-01.jpg",
    "summary": [
      "This recipe is one to learn by heart. We’ve simplified this French bistro classic into the most straightforward, but well-made and delicious, French onion soup that you’ll eat anywhere. Only a handful of quality ingredients and a little bit of time transform the humble onion into a bowl of pure magic. No bread required!",
      "Prep time: 20 minutes",
      "Cook time: 1 hour and 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ pound of butter (1 stick)",
      "6 medium yellow onions, sliced",
      "2 teaspoons kosher salt",
      "1 teaspoon freshly ground pepper",
      "2 cloves garlic, minced",
      "1 cup dry white wine",
      "1 quart beef stock",
      "½ cup dry sherry",
      "½ cup grated Parmesan cheese",
      "2 cups grated Gruyère cheese",
      "2 teaspoons arrowroot to thicken, optional",
      "lemon juice, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a large saucepan, or dutch oven, melt the butter over medium heat. Add the onions, salt, and pepper and cover the pot with a lid, leaving the lid slightly ajar. Slowly cook down the onions, stirring frequently, about 45 minutes, or until very soft. The onions should melt in your mouth.",
      "Turn up the heat and cook uncovered, stirring frequently for 5-10 minutes, until the onions are golden-brown and caramelized. Add the garlic, cook for one additional minute, then pour in the white wine and stock. Gently simmer for  20 minutes. Then stir in the sherry and simmer for an additional 10 minutes. Adjust the seasoning with additional salt, pepper, and lemon juice to taste.",
      "Note: The soup should taste slightly under-salted. The addition of Parmesan and Gruyère will make it saltier while the lemon juice will balance everything out with a touch of acidity.",
      "Combine 2 teaspoons of arrowroot with a spoonful of broth from the pot in a small bowl and whisk until combined. Slowly whisk the slurry into the soup and simmer ever-so-gently, for 2 minutes, until thickened.",
      "Note:   Since we want this broth to have some body to it, we incorporated arrowroot, our favorite gluten-free thickener, to create that luscious mouthfeel we all know and love from a well-made French onion soup. ",
      "Just before serving, preheat the broiler and move the top oven rack to the middle position. Place 6 oven-proof soup bowls on a baking sheet and divide the soup evenly. Sprinkle each bowl with Parmesan and Gruyère cheese and place under the broiler until golden and bubbly. Serve immediately."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/FrenchOnionSoup.pdf"
  },
  {
    "id": "11",
    "free": "yes",
    "title": "Heirloom Tomato Salad with Niçoise Olives, Burrata, and Basil",
    "slug": "heirloom-tomato",
    "src": "../images/promos/la-rina-dolce-heirloom-tomato-promo-01.jpg",
    "summary": [
      "This is how the dinner table conversation will go when you serve this salad at your next soireé. Your guest will say, “Oh yay, I love Caprese salad!” You will respond, “Oh my dear, this is not a Caprese Salad. Ordinary mozzarella cheese and tomato slices are so last year. This is a summer heirloom tomato salad with French olives, creamy burrata cheese, fresh basil, and a drizzle of my best olive oil.” Then you’ll drop the mic, or the serving spoons, and walk daintily back into the kitchen while your guests ogle with awe at your culinary prowess.",
      "Oh, and in case your guests follow up with a few questions, here are some details. Some of the best Burrata in the world comes from the big and happy cows in Puglia, Italy, so ask your local grocer if they carry it.  “Burrata” is the Italian word for “buttered” and known for its soft, buttery flavor and texture. It is a fresh cheese made from mozzarella and cream in which the outer shell is solid mozzarella, while the inside is a combination of both mozzarella and cream. The result is a pure, creamy, dreamy, silky, luscious center, and if you’ve never experienced it, don’t walk, RUN out and get some!",
      "Prep time: 15 minutes",
      "Serves: 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 cups cherry tomatoes, cut in half",
      "2 to 3 pounds heirloom tomatoes, assorted shapes, sizes, and colors",
      "¼ cup Niçoise olives, pitted",
      "¼ cup thinly sliced shallots",
      "½ teaspoon Maldon sea salt flakes",
      "freshly ground pepper, to taste",
      "¼ cup torn basil leaves",
      "1 pound burrata or mozzarella, cut into slices",
      "extra-virgin olive oil",
      "red wine vinegar"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Core the heirloom tomatoes and cut into ¼ inch slices. Season with sea salt and freshly ground pepper.",
      "Arrange the slices overlapping on a large serving dish. Drizzle a little olive oil on top and lightly splash with vinegar. Tuck the burrata slices in and around the slabs of tomato and sprinkle with a few basil leaves.",
      "Toss the cherry tomatoes, olives, and shallots gently in a medium bowl with ½ teaspoon of sea salt, a pinch of ground pepper, 2 tablespoons of olive oil, and 2 teaspoons of vinegar. Taste and adjust seasoning as needed.",
      "Arrange the salad on top of the burrata and scatter the remaining basil leaves on top for garnish."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/HeirloomTomatoSalad.pdf"
  },
  {
    "id": "12",
    "free": "yes",
    "title": "Tomatoes Stuffed with Almonds, Herbs, Cheese, and Garlic  ",
    "slug": "tomatoes-stuffed",
    "src": "../images/promos/la-rina-dolce-tomatoes-stuffed-promo-01.jpg",
    "summary": [
      "These ripe, delicious tomatoes stuffed with a simple mixture of toasted almonds, fresh herbs, and rich, creamy Gruyere, make the perfect side to accompany your favorite grilled or roasted meats and fish. We suggest you try these summertime flavor bombs with omelets, scrambled eggs, or anything that strikes your foodie fancy! The tomatoes can be stuffed in advance and baked just before serving, making them even more wonderful (and easy) to make and eat.",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 small ripe tomatoes",
      "2 tablespoons butter",
      "1 cup finely chopped almonds",
      "2 garlic cloves, minced",
      "1 large shallot, minced",
      "1 ½ cups grated Gruyère",
      "2 tablespoons grated Parmesan",
      "¼ cup chopped parsley, plus more for garnish",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat oven to 400℉",
      "Remove the tops from each tomato, and gently scrape out the seeds with your fingers or with a small knife. Lightly sprinkle salt and pepper on the insides and place upside down on a paper towel-lined plate, to drain, while you prepare the stuffing.",
      "Melt the butter in a medium skillet over medium heat and add the almonds. Toast the nuts for a few minutes, until golden brown, then place in a bowl to cool. Remove ¼ cup of the toasted almonds and set aside on a small plate for garnish.  Add the rest of the ingredients to the bowl and mix to combine.",
      "Divide the stuffing evenly between the tomatoes and arrange in an oven-proof skillet or baking dish. Lightly drizzle olive oil over each tomato. Bake in the oven until the stuffing is warmed through and the cheese is bubbly, about 10 minutes. Garnish with the remaining toasted almonds and herbs. Serve warm."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/TomatoesStuffedwithAlmonds.pdf"
  },
  {
    "id": "13",
    "free": "yes",
    "title": "Mussels Cooked in Wine, Cream, and Tarragon",
    "slug": "mussels-cooked",
    "src": "../images/promos/la-rina-dolce-mussels-cooked-promo-01.jpg",
    "summary": [
      "Is there anything more tantalizing than wine, shallots, cream, and tarragon dripped deliciously over succulent mussels? The answer is NO! Mussels are a hugely overlooked, inexpensive, and delicious food source. Even better, they're one of the most sustainable meat sources you could possibly choose! You must sop up the salty-sea, winey, tarragon-flavored cream with your favorite gluten-free bread. Slurp it with a spoon, or just drink it from the bowl. Whatever you decide to do, we are confident you’ll find a way to get all the goodness into your belly where it belongs!",
      "Prep time: 20 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 cups dry white wine",
      "⅓ cup minced shallots",
      "1 bouquet garni ( bundle of 2 thyme sprigs, 1 bay leaf, and 8 parsley sprigs), optional",
      "48 mussels, debearded, scrubbed, and rinsed",
      "1 cup heavy cream",
      "2 teaspoons arrowroot (or your choice of thickener)",
      "⅓ cup minced tarragon, or parsley",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the wine, shallots, bouquet garni, and a grind of pepper in a large pot. Bring the wine mixture to a boil and cook over high heat for about 5 minutes. Add the mussels, cover tightly with a lid, and cook for about 3-5 minutes more, shaking the pan occasionally to loosen any grit.",
      "When the mussels have opened, transfer to a bowl with a slotted spoon, reserving the cooking liquid. Discard the bouquet garni and any unopened shells. Keep the mussels warm.",
      "If the liquid has any sand or grit sitting at the bottom of the pot, simply pour off the top liquid into a clean saucepan, leaving the grit behind. If you don’t see any sand or grit, bring the liquid back up to a boil.",
      "Mix the cream and arrowroot together in a small bowl, pour it into the boiling liquid, and simmer for 2-3 minutes. Add the minced tarragon, a squeeze of lemon, and a sprinkle of salt and pepper to taste.",
      "Divide the mussels into 6 shallow bowls and spoon the sauce over top."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/MusselsCookedinWine.pdf"
  },
  {
    "id": "14",
    "free": "yes",
    "title": "Mussels Stuffed with Garlic, Parmesan, Almonds, and Herbs",
    "slug": "mussels-stuffed",
    "src": "../images/promos/la-rina-dolce-mussels-stuffed-promo-01.jpg",
    "summary": [
      "The little meaty morsels we know as mussels have a lot going for them. They’re cheap, sustainable, quick and easy to cook, and downright delicious! You are going to LOVE this recipe - a fantastic combination of sweet mussels steamed in white wine and baked to perfection with butter, almonds, cheese, garlic, herbs, and lemon. You’ll feel like you’ve been given a gift from Poseidon and your guests will bow down to you and crown you Amphitrite, goddess of the sea because these are truly fan-freaking-tastic!!!!",
      "Prep time: 30 minutes",
      "Cook time: 15",
      "Serves 6"
    ],
    "ingredients1": "For the Stuffing:",
    "ingredientsList1": [
      "8 tablespoons butter, room temperature",
      "1 ½ cup finely ground almonds",
      "⅓ cup grated Parmesan cheese",
      "2 large shallots, minced",
      "3 garlic cloves, minced",
      "3 teaspoons herbes de Provence",
      "⅓ cup chopped parsley, plus more for garnish",
      "1 lemon, zested and juiced",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "For the Mussels:",
    "ingredientsList2": [
      "4 pounds of mussels, debearded, scrubbed, and rinsed",
      "1 ½ cups dry white wine"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Make the stuffing by combining all of the ingredients in a bowl. Set aside.",
      "Preheat the oven 450℉",
      "Bring the wine to a boil in a large pot, then add the mussels. Cover and cook over high heat until they just open, 3-5 minutes. Transfer to a bowl with a slotted spoon, reserving the cooking liquid, and discarding any unopened mussels.",
      "Remove one half shell from each mussel, and arrange them mussel side up on a large baking sheet. ",
      "Pour the reserved cooking liquid in a ramekin, leaving behind any grit, and spoon on top of the mussels. Put a spoonful of flavored butter on top of each mussel and season again with salt and pepper. Place the mussels in the oven and bake for 5-10 minutes, or until golden brown. Serve immediately with a glass of crisp white wine."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/MusselsStuffedwithGarlic.pdf"
  },
  {
    "id": "15",
    "free": "yes",
    "title": "Chicken with Mustard",
    "slug": "chicken-with-mustard",
    "src": "../images/promos/la-rina-dolce-chicken-with-mustard-promo-01.jpg",
    "summary": [
      "There are few things more simple, classic, and delicious than luscious chicken dripping with mustard, white wine, and cream. In this recipe, we rubbed the chicken down with a mixture of mustard, garlic, shallots, and herbs. Then let it marinate for a few hours in the fridge to infuse the chicken with a boatload of flavor. The chicken was then seared in a pan to create an irresistibly crispy skin and finished it off with a tangy, creamy, dreamy mustard sauce.  Serve this dish with a big, bountiful salad and call it dinner. If you’re hankering to crank the wow factor up a notch, a celery root puree would be the perfect addition!",
      "Prep time: 20 minutes, plus 4 hours or overnight in the fridge (optional)",
      "Cook time: 45 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 whole chicken legs, cut into thighs and drumsticks",
      "⅔ cup dijon mustard, plus 1 tablespoon",
      "6 garlic cloves, thinly sliced",
      "1 shallot, thinly sliced",
      "⅓ cup chopped parsley, plus more for garnish",
      "2 sprigs of thyme, leaves removed",
      "1 ½ cups white wine",
      "¼ cup heavy cream",
      "2 tablespoons butter",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Mix ⅔ cup mustard, garlic, shallots, parsley, thyme, salt, and pepper in a bowl. Toss the chicken pieces in the mustard mixture, lifting the skin and rubbing some of the mixture underneath. You can cook the chicken immediately, but it’s best marinated for 4 hours, or overnight.",
      "Heat a large skillet with a lid or a Dutch oven over medium-high heat and swirl in a bit of olive oil.  Add half the chicken (3 legs and 3 thighs) in a single layer and cook over medium-high heat, turning the chicken every couple of minutes until golden brown on all sides.",
      "Transfer the chicken to a bowl, pour half of the wine into the hot pan and bring to a boil.  Using a wooden spoon, scrape the darkened bits from the bottom of the pan and reduce the liquid by ½. Pour this mixture into the bowl with the chicken. Repeat with the remaining chicken thighs and drumsticks.",
      "When the second batch of chicken is done, return all of the chicken and wine back to the pan. If you don’t have at least ½ cup of liquid in the pan, add a little more wine (or water). Cover the pan and cook  over low to medium heat, turning and basting the chicken in the sauce while it’s cooking, 15-20 minutes. To check for doneness, pierce the meat near the bone with a paring knife. When ready, the juices from the chicken will run clear and the meat will no longer be pink. A meat thermometer should register at 165℉.",
      "To serve, place the chicken on a serving platter and whisk the parsley, 1 tablespoon mustard, and heavy cream into the hot pan. Simmer for 1 minute and finish the sauce with 2 tablespoons of butter.  Taste and adjust seasoning with more salt, pepper, and/or lemon juice as needed. If the sauce is too thick, thin it out with a few drops of water. Place the chicken back in the pan or serve it on a platter with the sauce on the side. Garnish with chopped parsley."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/ChickenwithMustard.pdf"
  },
  {
    "id": "16",
    "free": "yes",
    "title": "Grilled Steak and Lamb with Fresh Herbs, Feta, and Pomegranate",
    "slug": "grilled-steak",
    "src": "../images/promos/la-rina-dolce-grilled-steak-promo-01.jpg",
    "summary": [
      "Thoughtful seasoning and marinating can elevate even the simplest of dishes, and this recipe is an excellent example of just that. The flavors of rosemary, garlic, and red chili flakes are a match made in heaven, especially when sprinkled on a meaty, juicy steak. Because we wouldn’t dream of spending the money on sometimes pricey grass-fed lamb, we gave it the royal treatment of fresh garlic and herbs, a beautiful garnish of green sauce deliciousness, and little pink gems of pomegranate seeds. This dish is simply gorgeous!",
      "Prep time: 40 minutes, plus optional overnight marinade",
      "Cook time: 10 minutes",
      "Serves 6"
    ],
    "ingredients1": "Marinade for the steak:",
    "ingredientsList1": [
      "3 rib-eye or sirloin steaks, trimmed",
      "3 sprigs rosemary, chopped",
      "4 garlic cloves, chopped",
      "1 teaspoon red pepper flakes",
      "extra-virgin olive oil",
      "kosher salt and freshly ground pepper, to taste",
      "Brush the steak with olive oil and season with garlic, rosemary, red pepper flakes, salt, and pepper. Allow to marinate for at least 30 minutes, or overnight in the fridge."
    ],
    "ingredients2": "Marinade for the lamb chops:",
    "ingredientsList2": [
      "6 lamb chops",
      "¼ cup extra-virgin olive oil",
      "bay leaf",
      "2 tablespoons rosemary leaves",
      "¼ cup parsley",
      "¼ cup mint ",
      "2 garlic cloves",
      "5 black peppercorns",
      "Combine all ingredients in a blender and puree. Coat the lamb and allow it to marinate for 30 minutes, or overnight in the fridge."
    ],
    "ingredients3": "Fresh Herb and Feta Sauce:",
    "ingredientsList3": [
      "⅓ cup Feta cheese",
      "1 cup parsley, chopped",
      "1 tablespoon capers, rinsed and chopped",
      "1 shallot, minced",
      "1 garlic clove, minced",
      "zest of ½ lemon",
      "¾ cup extra-virgin olive oil",
      "2 tablespoons lemon juice, or more to taste",
      "¼ teaspoon kosher salt",
      "¼ teaspoon freshly ground pepper",
      "Combine all ingredients in a bowl and let sit for at least 1 hour, or up to 6 hours in the fridge. The flavors improve as it sits. Serve at room temperature."
    ],
    "ingredients4": "For Garnish:",
    "ingredientsList4": [
      "Maldon sea salt flakes",
      "⅓ cup pomegranate seeds",
      "Combine all ingredients in a bowl, except for the garnishes. Let sit for at least 1 hour, or up to 6 hours in the fridge. The flavors improve as it sits. Serve at room temperature."
    ],
    "directions": [
      "Remove the steak and lamb from the marinade. Grill (or broil) the meat over high heat for a few minutes on each side, or until cooked to your liking. Rib-eye steaks will take longer than sirloin steaks and lamb chops.",
      "Let the meat rest for a few minutes, then lightly sprinkle with Maldon sea salt. Serve with the fresh herb and feta sauce, garnish with pomegranate seeds.",
      "Note: Remove the meat from the refrigerator at least 30 minutes before grilling to ensure even cooking. Grill your meat in a heavy cast-iron grill pan if you don’t have a gas or charcoal grill. It won’t have that smoky grilled flavor we all love, but it will still be delicious.",
      "Tip: In order to get a nice sear on your meat and ensure that the meat doesn’t stick, make sure your grill is very hot. When you place the meat on the grill, you should hear it start to sizzle immediately. Let the meat cook for a few minutes without moving it. For even more surface caramelization, rotate the meat by 90 degrees and cook a few more minutes. Turn the meat over and cook for an additional 3-5 minutes depending on the size of the meat. Use the touch method to test for doneness. If the meat is still soft to the touch, it is rare. When you start to see the juices run to the surface of the meat, it is cooked to about medium. As the meat firms up, it moves closer to being well-done.",
      "Tip: Grab a few extra things while you’re out shopping like some eggplants, zucchini, and peppers. Slice them up, drizzle with a bit of olive oil, and grill for a few minutes on each side. Sprinkle with Maldon sea salt or whip up a feta spread with mint, garlic, lemon, and olives and serve everything alongside your grilled meat. It’s beautiful, healthy and delicious eating at its best!"
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GrilledSteakandLamb.pdf"
  },
  {
    "id": "17",
    "free": "yes",
    "title": "Lamb Meatballs with Minted Yogurt and Pomegranate Molasses",
    "slug": "lamb-meatballs",
    "src": "../images/promos/la-rina-dolce-lamb-meatballs-promo-01.jpg",
    "summary": [
      "We sourced this beautiful grass-fed lamb from local Northern CA farmers Duane and Wendy Massa who live only 15 minutes from where this book was created. When you can find superbly fresh pasture raised quality ground lamb like this, you want to treat it with the love it deserves. You won’t believe the flavors you’ll be able to create when using farm fresh ingredients. Less is more, simple is best, and straight from the source is downright fabulous. This particular recipe was inspired by the flavors of Marguez - a  North African lamb sausage that just might be one of the tastiest sausages on the planet. We simplified things by applying some of the same great spicy flavors to the everyday meatball. Then we topped everything off with a lovely contrast of cucumber, yogurt, mint, and pomegranate. Grab a basket, go to your farmers market, hug your farmer, go straight home, and make some freakin’ meatballs!",
      "Prep time: 20 minutes",
      "Cook time: 20 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 pounds ground lamb",
      "6 garlic cloves, minced",
      "1 teaspoon ground cumin",
      "1 teaspoon ground coriander",
      "1 teaspoon paprika",
      "½ teaspoon cayenne",
      "1 tablespoon ground cinnamon",
      "½ lemon, juiced ",
      "2 shallots, minced",
      "4 sprigs of oregano, leaves chopped or 1 tablespoon dried",
      "1 tablespoon honey ",
      "1 cup greek yogurt, crème fraîche, or sour cream",
      "1 teaspoon honey",
      "⅓ cup chopped mint",
      "¼ cup pomegranate molasses",
      "1 Japanese cucumber, sliced thin",
      "⅓ cup pomegranate seeds, for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a large bowl, combine the lamb, garlic, cumin, coriander, paprika, cayenne, cinnamon, lemon, shallots, oregano, honey, salt, and pepper. Form the ground lamb mixture into golf ball sized meatballs and lay them out on a baking sheet.",
      "In a medium bowl, thin the greek yogurt slightly with a drizzle of water. You want the yogurt to be the consistency of lightly whipped cream. Mix the greek yogurt with half of the fresh mint. Add the honey, salt, and pepper to taste.",
      "Heat a thin layer of olive oil in a large skillet over medium-high heat until it shimmers, then cook the meatballs in batches until browned on the outside and medium on the inside. Transfer the meatballs to a serving platter and brush sparingly with pomegranate molasses. Serve with minted yogurt and garnish with cucumbers, mint, and pomegranate seeds.",
      "Makes approximately 25-30 small meatballs.",
      "Note on Lamb: For a milder lamb taste, you can make this recipe using 1 pound of lamb combined with one pound of beef.",
      "Note on Pomegranate Molasses: If you can’t find pomegranate molasses, you can boil 12 ounces of pomegranate juice in a saucepan over high heat until reduced to ¼ cup."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/LambMeatballs.pdf"
  },
  {
    "id": "18",
    "free": "yes",
    "title": "Maitre d’ Hotel Butter",
    "slug": "hotel-butter",
    "src": "../images/promos/la-rina-dolce-hotel-butter-promo-01.jpg",
    "summary": [
      "You know the saying, “Everything's better with butter!” Flavored butters are delicious, simple to make, and the irresistible combinations are endless. With minimal preparation efforts, you’ll have plenty of instant sauces for scrambled eggs, grilled meats, vegetables, and fish. This recipe makes about ½ cup, enough for 4 to 6 steaks and maybe a little leftover for scrambling eggs in the morning!"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "4 ounces (1 stick) butter, room temperature",
      "1 tablespoon lemon juice, or lemon zest",
      "3 tablespoons minced fresh parsley",
      "2 tablespoons minced shallot",
      "⅛ teaspoon Maldon sea salt flakes",
      "freshly ground black pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the ingredients in a roomy bowl and beat them together with a wooden spoon until soft and fluffy. You can also use an electric mixer.",
      "To serve, transfer the butter to a serving bowl and pass it around at the table, or spoon it in the center of a piece of wax paper and form into a log using a bench scraper. Chill the butter in the fridge until hardened (about 2 hours) and then slice into little disks. Butter will keep for several days in the fridge or about a month in the freezer. "
    ],
    "download": "https://ekm383.github.io/LDRDownloads/MaitreDHotel Butter.pdf"
  },
  {
    "id": "19",
    "free": "yes",
    "title": "Crème Fraîche",
    "slug": "creme-fraiche",
    "src": "../images/promos/la-rina-dolce-creme-fraiche-promo-01.jpg",
    "summary": [
      "Rich, tangy, luscious crème fraîche is one of the many culinary triumphs of French cuisine. Thank the heavens above that cheesemakers here in the U.S. are doing a great job producing their own crème fraîche, and that it can be found in many well-stocked supermarkets and natural food stores across our great land. However, if you do have trouble finding it, or if you are feeling extra French, you can easily make this simple homemade version. We love to blend it with fresh herbs and lemon then spoon it on top of chicken and fish. And when it comes to fresh fruit and dessert, we especially love it whipped with honey and vanilla.",
      "Prep time: 2 minutes",
      "Makes 1 cup"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 cup heavy whipping cream",
      "2 tablespoons buttermilk, or plain yogurt"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the cream and buttermilk in a small glass or metal bowl and cover with plastic wrap. Let sit for 24 hours at room temperature to culture and thicken. Refrigerate until ready to use. Will keep in the fridge for about a week. "
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CremeFraiche.pdf"
  },
  {
    "id": "20",
    "free": "yes",
    "title": "Braised Sauerkraut with Pork Chops, Sausages, Potatoes, and Mustard",
    "slug": "braised-sauerkraut",
    "src": "../images/promos/Braised-Sauerkraut-with-Pork-Chops.jpg",
    "summary": [
      "This is a simple, classic, delicious, hearty, all-in-one winter time dish meant to be shared! We cooked the onions and sauerkraut in a bit of wine and chicken stock to give the dish that extra punch of savory, winey flavor. We kept it traditional by using different types of German sausages like bratwurst and weisswurst (or white sausages). Make this recipe your own by grilling up a few of your favorite sausages like spicy chorizo, smokey andouille, or sweet Italian, and choosing a good wine to cook the tangy sauerkraut, creating a perfect match. Finally, as if kraut and sausage with plenty of mustard for your dipping pleasure wasn’t enough, we threw in some golden buttery potatoes. Because in our not so humble opinion, life just isn’t worth living without the combo of delicious, savory meat paired with melt in your mouth potatoes!",
      "Prep time: 15 minutes",
      "Cook time: 1 ½ hours",
      "Serves 6"
    ],
    "ingredients1": "Sauerkraut:",
    "ingredientsList1": [
      "2 onions, thinly sliced",
      "⅔ cup dry vermouth or white wine",
      "2 pounds sauerkraut, drained",
      "⅔ cup chicken stock",
      "2 teaspoons fennel seed",
      "1 teaspoon thyme leaves",
      "2 bay leaves",
      "Kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "Pork Chops, Sausages, and Potatoes:",
    "ingredientsList2": [
      "12 pork breakfast sausages",
      "4 bratwurst",
      "4 weisswurst",
      "6 pork chops",
      "8 thin slices of boiled ham",
      "3 potatoes, peeled and cubed",
      "¼ cup dijon mustard, for dipping",
      "thyme sprigs or chopped fresh parsley, for garnish"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat oven to 400°F",
      "To prepare the sauerkraut, combine the onions and vermouth in a large saucepan and simmer, covered, until the onions are tender, about 8-10 minutes. Add the remaining ingredients and simmer, covered, stirring occasionally, for about 30 minutes. Remove the bay leaves and set aside to keep warm.",
      "Meanwhile, prick the sausages, bratwurst, and weisswurst with a paring knife and cook on a grill, grill pan, or lightly oiled skillet over medium-high-heat until well browned and cooked through. Transfer to a platter and cook the pork chops in the same manner.",
      "Boil the potatoes until tender. Drain and place in a small bowl. Toss with olive oil and season with salt and pepper, to taste. Set aside to keep warm.",
      "To serve, quickly warm the boiled ham. Nestle the pork chops, sausages, boiled ham, and potatoes with the sauerkraut. Garnish with thyme sprigs or chopped parsley and serve with a side of dijon mustard.",
      "May be prepared a day ahead."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/Braised Sauerkraut with Pork Chops.pdf"
  },
  {
    "id": "21",
    "free": "yes",
    "title": "Potatoes with Reblochon, Bacon, and Onions",
    "slug": "potatoes-with-reblochon-bacon-onions",
    "src": "../images/promos/Potatoes-with-Reblochon-Bacon-Onions.jpg",
    "summary": [
      "Reblochon is a rich, creamy, and delicious cheese from the French Alps and it’s the star of this sublime bacon, potato, and cheese casserole. This is the epitome of everything we love about simple, delicious food. If you don’t agree; sorry, but we just can’t be friends (unless you bought our book, then we can make an exception). Make this dish in the dead of winter when you’ve been out and about, working up an appetite in sub-zero temperatures in uncomfortable boots and big jackets. You’re going to be really hungry and this dish, served piping hot alongside your favorite grilled meats and veggies, is exactly what you’re going to need.",
      "Prep time: 15 minutes",
      "Cook time: 1 hour",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 ½ to 3 pounds waxy potatoes, skin left on",
      "1 onion, thinly sliced",
      "8 ounces smoked bacon, sliced into lardons",
      "1 cup dry white wine",
      "⅔ cup heavy cream",
      "1 Reblochon, cut into cubes",
      "1 clove of garlic, cut in half"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: If you can’t find Reblochon, substitute 16 ounces of Taleggio, Port Salut, or Fontina. Gruyère or Comté also make excellent substitutes.",
      "Place the potatoes in a pot, cover with cold salted water, and bring to a boil. Cook until just tender when pierced with a knife, but not completely cooked through. Drain well and set aside to cool. Cut into medium-sized cubes.",
      "Preheat oven to 375℉",
      "In a large sauté pan, add the bacon and cook over high heat until browned. Drain, leaving 2 tablespoons of fat in the pan. Add the sliced onions and cook over high heat until golden brown. Add the bacon and wine and cook for another 5 minutes, or until the wine is reduced to almost nothing. Add the cream and cook for 1 minute more.",
      "Rub an ovenproof dish with the cut side of a garlic clove, cover the base with half of the potatoes, and season well with salt and pepper. Spoon half the onion and bacon mixture on top and cover with half of the cubed Reblochon. Repeat with the remaining potatoes, onions and bacon, and cheese.",
      "Bake in a preheated oven for 15 to 20 minutes minutes, or until golden brown and bubbling."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/PotatoeswithReblochonBaconandOnions.pdf"
  },
  {
    "id": "22",
    "free": "yes",
    "title": "Spiced Butternut Squash Gratin",
    "slug": "spiced-butternut-squash-gratin",
    "src": "../images/promos/Spiced-Butternut-Squash-Gratin.jpg",
    "summary": [
      "Chinese five spice is a warm and spicy-sweet blend of ground cinnamon, cloves, fennel seed, star anise, and szechuan peppercorns. It can be found in the spice section of just about any well-stocked supermarket. We’ve combined this all-star spice blend with a smooth and silky butternut squash puree, then topped it off with a crunchy, sweet, buttery crust. This recipe is perfect for the holidays, or whenever you’re craving something comforting and delicious. It’s truly the world's best side dish!",
      "Prep time: 20 minutes",
      "Cook time: 40 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "4 pounds butternut squash, peeled, seeded, and cubed",
      "6 tablespoons butter",
      "1 teaspoon kosher salt",
      "⅓ cup Parmesan cheese",
      "1 egg yolk",
      "2 teaspoons Chinese five spice"
    ],
    "ingredients2": "",
    "ingredientsList2": [
      "1 ½ cups pecans",
      "½ cup walnuts",
      "2 tablespoons chopped sage, plus more for garnish",
      "2 tablespoons maple syrup, or honey",
      "4 tablespoons melted butter",
      "1 egg",
      "½ teaspoon salt"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: You can substitute 2 ½ pounds of sweet potatoes for the butternut squash.",
      "Preheat oven to 400℉",
      "Boil or steam the cubed butternut squash until completely tender, then purée the squash in a food processor with the butter, salt, Parmesan cheese, egg yolk, and Chinese five spice. Transfer to a gratin or baking dish and set aside.",
      "For the topping, combine half of the pecans in a food processor with the remaining ingredients. Pulse until combined. Spread the topping over the butternut squash purée and sprinkle the remaining pecans on top. Garnish with a few sage leaves for color, optional.",
      "Bake in a 400℉ oven for 15-20 minutes, or until the topping is golden brown."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SpicedButternutSquashedGratin.pdf"
  },
  {
    "id": "23",
    "free": "yes",
    "title": "Chicken in Red Wine with Bacon, Onions, and Mushrooms “Coq au Vin Rouge”",
    "slug": "chicken-red-wine-bacon-onions-mushrooms",
    "src": "../images/promos/Chicken-Red-Wine-Bacon-Onions-Mushrooms.jpg",
    "summary": [
      "Oh yes! One of the great one-pot wonders of the world, the classic, nourishing, and deeply comforting Coq au Vin. With layers upon layers of flavor from the tender, melt-in-your-mouth chicken to the rich and savory bacon, earthy mushrooms, sweet onions, and luscious wine. It tastes like it’s been on the stove all day, except that it wasn’t. Serve this classic French stew  on top of spaghetti squash polenta or with buttered potatoes to ensure you scoop up every last drop of that delicious sauce!",
      "Prep time: 30 minutes",
      "Cook time: 1 hour and 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 large chicken, 4 to 5 pounds, cut into 8 pieces",
      "¼ cup olive oil",
      "6 ounces bacon, sliced into lardons",
      "1 onion, diced",
      "2 celery stalks, diced",
      "4 large carrots, sliced ¼ inch thick",
      "1 pound button mushrooms, wiped clean and sliced",
      "3 garlic cloves, sliced",
      "½ cup brandy (optional, but recommended)",
      "1 bottle of pinot noir",
      "1 tablespoon tomato paste",
      "1 cup chicken stock",
      "3 thyme sprigs",
      "2 tablespoons of butter",
      "¼ cup chopped parsley",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Lay the chicken on a work surface and season generously with salt and pepper.",
      "Cook the bacon in a large dutch oven, or a heavy stock pot over medium-high heat until brown and crispy, about 10 minutes. Remove the bacon with a slotted spoon and set aside.",
      "Using the bacon fat in the pan, add half the chicken in a single layer and cook over medium-high heat. Turn the chicken every couple of minutes until golden brown on all sides, 8-10 minutes. Transfer to a plate and continue with the rest of the chicken pieces.",
      "When the chicken is browned, pour out the bacon fat and add 3 tablespoons of fresh oil or butter. Stir in the onions, celery, carrots, mushrooms, and garlic. Season generously with salt and pepper. Cook over high heat, stirring frequently, until lightly caramelized, about 6-8 minutes.",
      "Pour in the brandy (optional; this may flame up, so be careful!!), scrape up all the browned bits from the bottom of the pan and reduce the liquid by half. Add the red wine and reduce the liquid by two thirds. Stir in 1 tablespoon of tomato paste until combined.This entire process should take about 15 minutes.",
      "Nestle the browned chicken pieces in the pan and pour in the chicken stock to three-quarters of the way up the sides of the chicken. Add more chicken stock if needed as well as the thyme sprigs. Bring the liquid back to a boil, reduce the heat to low and cover. Simmer gently for about 30 minutes, or until the chicken is completely cooked through.",
      "Taste and adjust the seasoning with more salt and pepper as needed. If the sauce is still quite thin, remove the chicken and further reduce the liquid until thickened. Finish the sauce with 2 tablespoons of butter and garnish with fresh chopped parsley."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/ChickeninRedWinewithBaconOnionsandMushrooms.pdf"
  },
  {
    "id": "24",
    "free": "yes",
    "title": "Bouillabaisse: A Classic Seafood Stew From Provence",
    "slug": "bouillabaisse-classic-seafood-stew-from-provence",
    "src": "../images/promos/BouillabaisseTR.jpg",
    "summary": [
      "Bouillabaisse is a classic fisherman’s stew from the Provence region of Southern France - a sublime mixture of seafood with a base of garlic, onions, olive oil, tomatoes, white wine, and saffron. Greek legend has it that bouillabaisse was created by Venus to seduce her lover Vulcan. You hear that ladies? We’re spicing it up with a bowl of this intoxicating soup and a little bow chicka wow wow this Friday night. Oh yeah!!",
      "Prep time: 30 minutes",
      "Cook time: 45 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the stew:",
    "ingredientsList1": [
      "1 cup chopped fennel",
      "1 cup chopped onion",
      "1 cup chopped leeks, white and light green parts only",
      "½ cup extra-virgin olive oil",
      "6 cloves garlic, minced",
      "2 tablespoons tomato paste",
      "1 28-ounce can of crushed tomatoes",
      "¼ cup Pernod*",
      "1 cup dry white wine",
      "2 cups bottled clam juice",
      "bouquet garni (3 Italian parsley sprigs, 2 thyme sprigs, 1 bay leaf, 1 ½ teaspoons cracked black",
      "peppercorns, 1 strip of orange peel, wrapped in cheesecloth)",
      "a few threads of saffron",
      "2 dozen mussels or clams, scrubbed and debearded",
      "2 pounds firm lean fish, such as halibut, cod, or bass",
      "2 pounds tender fish, such as shrimp, snapper, sole, or scallops",
      "¼ cup chopped parsley",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "For the rouille:",
    "ingredientsList2": [
      "⅓ cup roasted almonds",
      "2 garlic cloves",
      "½ teaspoon piment d’ Espelette or paprika",
      "1 tablespoon tomato paste",
      "1 roasted red pepper, peeled and seeded or jarred",
      "4 tablespoons extra-virgin olive oil",
      "½ tablespoon lemon juice",
      "½ tablespoon dijon mustard",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: Pernod is an anise-flavored liqueur and one of the 2 major players in the flavoring of this very distinct and unique stew. The other is saffron. You can substitute a few anise seeds or 1 star anise for the Pernod by adding them to the bouquet garni.",
      "Make ahead note: The soup base and the rouille can be made ahead and kept in the fridge for up to 3 days. Simply reheat the soup and cook the fish and shellfish just before serving.",
      "Prepare the rouille by combining all of the ingredients in a food processor and blending into a smooth paste. Adjust seasoning to taste and store in the fridge until the soup is ready to serve.",
      "In a large pot, warm the olive oil over medium-high heat. Combine the fennel, onions, and leeks. Season generously with salt and pepper. Cook the vegetables until they’re soft and beginning to caramelize, about 15 minutes.",
      "Meanwhile, cut each type of fish into large chunks. First add the firm lean fish, cover the pot, and simmer for 5 minutes. Then it’s time for the tender fish, cook an additional 5 minutes, or until all the fish turns opaque. Cover to keep warm.",
      "In a separate medium saucepan, add the mussels or clams with 1 cup of wine or water. Cover and cook over medium-high heat for 5 minutes, or until all the shellfish have opened. Discard any shellfish that did not release their shell.",
      "Using a large spoon, transfer the shellfish to the soup and stir gently. Tilt the shellfish pan and spoon the steaming liquid into the soup; be careful not to disturb the sand and grit that has settled at the bottom.",
      "Serve the bouillabaisse in warmed bowls. Garnish with a spoonful of rouille and chopped parsley."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/BouillabaisseClassicSeafoodStewFromProvence.pdf"
  },
  {
    "id": "25",
    "free": "yes",
    "title": "Chestnut Soup with Crème Fraîche, Apples, and Spices",
    "slug": "chestnut-soup-with-creme-fraiche-apples-spices",
    "src": "../images/promos/Chestnut-Soup-with-Creme-Fraiche-Apples-Spices.jpg",
    "summary": [
      "Chestnuts? Really? Like chestnuts roasting over an open fire? Heck yes - that’s exactly what we mean! We want you to take this soup by the horns and run with it because it’s damn near impossible to screw this up! The combination of flavors from the apples, chestnuts, spices, and crème fraîche make this dish an instant holiday favorite. You’ll be known amongst your peers as the wicked-awesome chestnut soup making extraordinaire - because who doesn’t want to be that? Make this delicious soup to impress the party pants off of your holiday guests. I’m sure it will become a festive tradition in your home like it has in ours.",
      "Prep time: 25 minutes",
      "Cook time: 40 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "3 tablespoons butter",
      "2 leeks, white and light green parts only, thinly sliced",
      "2 pounds peeled and cooked chestnuts, jarred or vacuum-packed",
      "1 pound apples, peeled, cored and diced",
      "1 teaspoon Chinese 5 spice, or cinnamon",
      "6 cups chicken stock",
      "½ cup heavy cream",
      "½ lemon, juiced",
      "drizzle of honey",
      "½ cup crème fraîche",
      "6 small thyme sprigs",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a large pot, melt 2 tablespoons of butter over medium heat. Add the leeks, salt, and pepper. Cook until soft and caramelized. Reserve 6 chestnuts and add the rest to the pot along with the apples and spices. Mix to coat. Add enough chicken stock to JUST cover the ingredients. Simmer for 30 minutes.",
      "Meanwhile, coarsely chop the reserved chestnuts and sauté in a tablespoon of butter until slightly golden-brown, about 3 minutes.",
      "When the soup is done, purée in batches using a blender. Swirl in the cream and adjust the seasoning to taste with salt, pepper, lemon juice, and honey. If the soup is too thick, add a bit more chicken stock or water until you’ve reached the consistency of heavy cream.",
      "Garnish with crème fraîche, thyme, and toasted chestnuts."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/ChestnutSoupCremeFraicheApplesSpices.pdf"
  },
  {
    "id": "26",
    "free": "yes",
    "title": "Pears Poached in Port Wine and Vanilla",
    "slug": "pears-poached-in-port-wine-vanilla",
    "src": "../images/promos/Pears-Poached-Port-Wine-VanillaTR.jpg",
    "summary": [
      "Stunning. That’s what you’ll say when you plate these beauties! Pears cooked simply in port wine make for a beautiful and delicious fruit dessert. We love using port for this recipe because of its raspberry, blackberry, caramel, cinnamon, and chocolate notes that absorb into the pears while cooking. We also add a hint of vanilla and almond to the poaching liquid to bring all of these amazing flavors together. Serving these sweet and juicy pears with a scoop of vanilla ice cream or lightly whipped cream is a must!",
      "Prep time: 15 minutes",
      "Cook time: 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "8 firm but ripe Bosc pears",
      "4 cups ruby port",
      "¼ cup lemon juice",
      "a few drops of almond extract, optional",
      "1 vanilla bean, or ½ teaspoon vanilla extract"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Serve with vanilla ice cream or lightly sweetened whipped cream.",
      "To core the pears, use a melon baller or the oval end of a potato peeler and dig in from the bottom, removing the core and seeds. Peel the pears.",
      "In a heavy-bottomed saucepan, roomy enough to hold the pears in one layer, combine the pears, port, lemon juice, almond extract, and enough water to just cover the pears by ½ inch.",
      "Split the vanilla bean lengthwise and scrape out the seeds and pulp with a paring knife. Add the seeds, pulp, and bean to the pot.",
      "Bring the liquid to a boil, then reduce to a simmer. Place a heatproof plate on top of the pears to submerge and cook gently until they are tender when pierced with a knife, about 15-20 minutes. Remove the pears from the poaching liquid and set aside.",
      "Boil the poaching liquid over high heat, uncovered, reducing the liquid until thick and syrupy, about 10-15 minutes. This port reduction should coat the back of a spoon.",
      "Plate the pears individually or on a large serving dish and drizzle the port sauce on and around the pears. Serve with vanilla ice cream or lightly sweetened whipped cream.",
      "Note: These pears are wonderful served warm or cold. They can be made ahead and stored in their poaching liquid for up to 3 days before serving. Making the pears ahead of time is actually preferred as they will soak up more of the port flavor. Make  sure to cool the poaching liquid before putting the pears back in, so they don’t continue to cook."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/PearsPoachedPortWineVanillaTR.pdf"
  },
  {
    "id": "27",
    "free": "yes",
    "title": "Salted Caramel Dark Chocolate Mousse",
    "slug": "salted-caramel-dark-chocolate-mousse",
    "src": "../images/promos/Salted-Caramel-Dark-Chocolate-Mousse.jpg",
    "summary": [
      "Dark chocolate and espresso add slightly bitter notes to balance the sweet, creamy, buttery, salted caramel in this decadent chocolate mousse. We used maple syrup instead of sugar to give the chocolate a slight toffee flavor, and since the combination of sweet and salty will never go out of style, we sprinkled on a few flakes of Maldon sea salt to bring all of these amazing flavors together.",
      "Prep time: 5 minutes, plus 8 hours chill time in the fridge",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ cup maple syrup",
      "3 tablespoons butter, cubed",
      "¾ cup heavy cream",
      "6 ounces 72% dark chocolate",
      "1 tablespoon instant espresso dissolved in 2 tablespoons hot water",
      "4 large eggs, separated",
      "¼ teaspoon Maldon sea salt flakes, plus more for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Warm the maple syrup in a small saucepan over medium heat. Allow the syrup to simmer and increase in temperature to 240℉ on a meat or candy thermometer. Remove from heat and carefully whisk in the butter until melted. Then whisk in the cream and stir until smooth.",
      "Add the chocolate and espresso and wait a few minutes for the chocolate to melt. Then gently stir the mixture until smooth and well combined. Set aside to bring to room temperature. When cool, whisk in the egg yolks and flaky sea salt.",
      "In a separate bowl, whip the egg whites until stiff. Fold one third of the egg whites into the chocolate mixture to lighten it. Fold in the rest until combined. Divide the mousse into 6 serving glasses, or spoon into your favorite serving dish and chill in the refrigerator for at least 8 hours.",
      "Serve with a sprinkle of Maldon sea salt flakes on top."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SaltedCaramelDarkChocolateMousse.pdf"
  },
  {
    "id": "28",
    "free": "yes",
    "title": "Cardamom Scented Dark Chocolate Truffles",
    "slug": "cardamom-scented-dark-chocolate-truffles",
    "src": "../images/promos/Cardamom-Scented-Dark-Chocolate-Truffles.jpg",
    "summary": [
      "Forget the flowers. Forget the gifts. If you really want to make your sweetheart swoon, make these delicately rich, melt-in-your mouth, handmade chocolate truffles. This is by far one of our easiest recipes, and definitely our most decadent. The cardamom adds a distinct and complex citrusy flavor to the chocolate resulting in an exotic, sexy, and delicious bite of pure bliss.",
      "Prep time: 5 minutes, plus 30 minutes for chilling and rolling",
      "Cook time: 3 minutes",
      "Makes 1 pound of chocolate truffles"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "12 ounces 72% dark chocolate, coarsely chopped",
      "2 teaspoons vanilla extract",
      "1 cup heavy cream",
      "1 tablespoon plus 1 teaspoon cardamom",
      "2 tablespoons cocoa powder",
      "paper candy cups for serving, optional"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Place the bittersweet chocolate and vanilla extract in a medium bowl. In a small saucepan, warm the cream and cardamom to almost boiling and pour over the chocolate. Gently whisk by hand until completely combined and smooth. Set the melted chocolate over a bowl of ice, or in the fridge, and whisk occasionally until well chilled.",
      "When the chocolate is quite stiff, but not hard, quickly roll into balls (as the chocolate will start to melt from the heat of your hands). Place them on a baking sheet lined with parchment paper. Roll the truffles in cocoa powder and place in paper candy cups if desired. Transfer to a container and refrigerate until ready to serve."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CardamomScentedDarkChocolateTruffles.pdf"
  },
  {
    "id": "29",
    "free": "yes",
    "title": "Blood Orange Salad with Dates, Pomegranate, Parmesan, and Almonds",
    "slug": "blood-orange-salad-dates-pomegranate-parmesan-almonds",
    "src": "../images/promos/Blood-Orange-Salad-Dates-Pomegranate-Parmesan-Almonds.jpg",
    "summary": [
      "Now here’s a good reason to get excited about winter - blood oranges, baby! With their gorgeous sunset colored flesh and raspberry-like citrus notes they pair beautifully with this salad of dates, pomegranate, parmesan and almonds. Make this salad when you need to brighten the coldest of winter days, because as you can see, the finished plate looks like a dazzling ray of sunshine!",
      "Prep time: 15 minutes",
      "Serves 6 "
    ],

    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "10 ounces arugula",
      "4 blood oranges, or regular oranges",
      "¼ pound Parmesan, shaved",
      "4 radishes, thinly sliced",
      "⅓ cup pomegranate seeds",
      "Maldon sea salt flakes and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Shallot and Mustard Vinaigrette",
      "To prepare the oranges, remove the stem and blossom ends with a sharp knife. Working from top to bottom, following the shape of the orange, remove the peel and pith. Cut each orange into thin slices.",
      "Toss the arugula with a pinch of salt, a dash of pepper, and just enough vinaigrette to coat.",
      "Serve family style, scattering the arugula on a large platter, or individually using 6 separate plates. Continue with the blood oranges, dates, cheese, nuts, radishes, and pomegranate seeds. "
    ],
    "download": "https://ekm383.github.io/LDRDownloads/BloodOrangeSaladDatesPomegranateParmesanAlmonds.pdf"
  },
  {
    "id": "30",
    "free": "yes",
    "title": "Persimmon and Pomegranate Salad with Manchego and Marcona Almonds",
    "slug": "persimmon-pomegranate-salad-manchego-marcona-almonds",
    "src": "../images/promos/Persimmon-Pomegranate-Salad-Manchego-Marcona-AlmondsTR.jpg",
    "summary": [
      "This is a beautiful, market-fresh, fall salad bursting with color and flavor. Sweet apple pear-like persimmons pair beautifully with the sweet and salty tang of manchego cheese, crunchy almonds, and tart little gems of pomegranate seeds. It’s exactly the kind of salad you want to serve to the people you love - because at the end of the day, food is love, and real food is real love, and the only thing that really truly matters in this life IS love, and a really good salad.",
      "Serves 6 "
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 fuyu persimmons, peeled and thinly sliced",
      "8 ounces arugula",
      "¼ pound Manchego cheese, shaved",
      "⅔ cup Marcona almonds, coarsely chopped",
      "1 pomegranate, seeded",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Shallot and Mustard Vinaigrette",
      "In a large bowl, dress the arugula with the vinaigrette and season with a little more salt and pepper, to taste. Divide evenly onto 6 plates.",
      "In the same large bowl, dress the persimmons separately and arrange on top of the arugula. Garnish the salads with shaved Manchego, chopped almonds, and pomegranate seeds. "
    ],
    "download": "https://ekm383.github.io/LDRDownloads/PersimmonPomegranateSaladManchegoMarconaAlmonds.pdf"
  },
  {
    "id": "31",
    "free": "yes",
    "title": "Fresh Figs with Prosciutto, Melon, and Mint Cream",
    "slug": "fresh-figs-prosciutto-melon-mint-cream",
    "src": "../images/promos/Fresh-Figs-Prosciutto-Melon-Mint-CreamTR.jpg",
    "summary": [
      "This is a stunning and super simple fall medley inspired by the ripe and luscious figs found at your local farmers market. For this no-cook recipe, seek out fresh figs and melons oozing with juicy sweetness to complement the salty ham and tangy crème fraîche. This is such a special delight to serve to your guests; we promise they’ll be beyond impressed!",
      "Prep time: 15",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ cup mint leaves",
      "¾ cup crème fraîche",
      "1 ripe melon, about 2 lbs",
      "16 small, ripe figs",
      "12 thin slices prosciutto di Parma",
      "1 cup arugula leaves, or other microgreens for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Using a mortar and pestle, pound the mint leaves into a smooth paste, or finely chop with a knife. Transfer the mint to a bowl and incorporate the crème fraîche.",
      "Cut the melon in half lengthwise, remove the seeds, and slice into wedges. Cut the figs in half.",
      "Place spoonfuls of the minted-crème fraîche on a platter and arrange the figs, melon, and prosciutto on and around the cream. Serve with more crème fraîche on the side and garnish with arugula.",
      "Note: Pan-fry your figs cut-side down in a little bit of butter for a warm and gooey variation."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/FreshFigsProsciuttoMelonMintCream.pdf"
  },
  {
    "id": "32",
    "free": "yes",
    "title": "Herbes De Provence",
    "slug": "herbes-de-provence",
    "src": "../images/promos/Herbes-De-ProvenceML.jpg",
    "summary": [
      "Herbes de Provence is an incredibly fragrant and flavorful blend of dried herbs from the South of France, especially good mixed with some extra-virgin olive oil! You can use this beautiful blend to season just about anything from salads, soups, stews, roasted and grilled meats or fish, and even to jazz up your cheese board. All of these herbs can typically be found at most grocery stores and it’s likely you already have most of them on hand, so no more excuses, it’s time to get your Herbes De Provence on!",
      "Prep time: 5 minutes",
      "Makes ¼ cup"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 tablespoon dried basil",
      "1 tablespoon dried oregano or marjoram",
      "1 tablespoon dried summer savory",
      "1 tablespoon dried thyme",
      "1 teaspoon dried lavender",
      "1 teaspoon fennel seeds, or anise seeds",
      "2 dried bay leaves, crushed"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine all ingredients in a spice grinder or blender and pulse two or three times until coarsely ground.",
      "Note: Herbes de Provence has become more and more available at local grocery stores and markets everywhere, and of course sold on amazon.com. Pick up a jar or order one online. You’ll be so happy you did!"
    ],
    "download": "https://ekm383.github.io/LDRDownloads/HerbesDeProvence.pdf"
  },
  {
    "id": "33",
    "free": "yes",
    "title": "Strawberries and Vanilla Crème Fraîche Stuffed Crêpes",
    "slug": "strawberries-vanilla-creme-fraiche-stuffed-crepes",
    "src": "../images/promos/Strawberries-Vanilla-Creme-Fraiche-Stuffed-CrepesTR.jpg",
    "summary": [
      "When in the mood for something sweet, sometimes simple and familiar is what you crave. For many people, sweet strawberries served with lightly whipped cream is the answer. If you’ve never whipped up a batch of velvety, creamy, tangy crème fraîche, you’re in for a real treat! This is the stuff that strawberries and cream dreams are made of! You’ll go nuts over this stuff with your morning coffee, served alongside fresh seasonal berries, or spooned on top of just about any dessert you can imagine. We especially love it stuffed inside of these sweet and tender dessert crepes smothered with juicy strawberries and toasted almonds.",
      "Prep time: 30 minutes",
      "Cook time: 45 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the crêpe batter:",
    "ingredientsList1": [
      "1 ½ cups whole milk",
      "¼ cup plus 2 tablespoons coconut flour",
      "¼ cup plus 2 tablespoons tapioca flour",
      "3 tablespoons honey",
      "3 tablespoons coconut oil, melted",
      "6 eggs",
      "pinch of kosher salt",
      "Makes twelve 8-inch crêpes"
    ],
    "ingredients2": "For the filling and garnishes:",
    "ingredientsList2": [
      "⅔ cup sliced almonds",
      "1 ½ - 2 pounds strawberries, hulled and quartered",
      "½ teaspoon of lemon juice",
      "2 ½ tablespoons honey, or cane sugar",
      "1 cup crème fraîche",
      "1 teaspoon vanilla extract",
      "1 cup heavy cream",
      "4 tablespoons of melted coconut oil or butter, for cooking the crêpes"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: Crêpes can be made ahead. When they are cool, stack them between sheets of wax paper and wrap tightly in plastic wrap or place in a ziplock bag. Store them in the fridge for up to one week or up to 2 weeks in the freezer. Defrost overnight in the fridge before using",
      "To make the crêpe batter, combine all of the ingredients in a bowl or blender. Place in the fridge to rest for 30 minutes.",
      "Melt 4 tablespoons of  coconut oil or butter in a small saucepan or skillet and set aside.",
      "Heat a separate 8-inch nonstick pan over medium heat and brush with a thin layer of the melted coconut oil or butter. Off the heat, pour a scant ¼ cup of  batter into the center of the pan and tilt the pan, rotating it so that the batter fills the skillet in a neat circle. Cook until the bottom is lightly browned, 2 minutes. Turn the crêpe over with a spatula (and your fingers if necessary) and cook until the other side browns, about 1 minute more. Remove the crêpe from the skillet and repeat with the remaining batter, brushing the pan with butter and stacking the crêpes on top of each other until you are done.",
      "Preheat oven to 350 ℉",
      "In a medium bowl, combine the strawberries, lemon juice, and ½ tablespoon of honey. Set aside to soften and soak for at least 15 minutes.",
      "Spread the sliced almonds in a single layer on a cookie sheet and toast for 3 to 5 minutes until golden. Remove from the oven and let cool.",
      "In a medium bowl, whisk together the crème fraîche, vanilla, and 2 tablespoons of honey until smooth.",
      "In a separate large bowl, whip the heavy cream until stiff peaks form. With a rubber spatula, gently fold the whipped cream into the crème fraîche until combined.  Cover and refrigerate until ready to use.",
      "To serve, fill the crêpes with whipped crème fraîche and garnish with strawberries and toasted almonds."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/StrawberriesVanillaCremeFraicheStuffedCrepes.pdf"
  },
  {
    "id": "34",
    "free": "yes",
    "title": "Strawberry-Champagne Sorbet with Lemongrass and Lime",
    "slug": "strawberry-champagne-sorbet-lemongrass-lime",
    "src": "../images/promos/Strawberry-Champagne-Sorbet-Lemongrass-LimeML.jpg",
    "summary": [
      "Nothing announces the arrival of warm weather quite like the bright red, sweet, juicy ripeness of fresh strawberries. As you very well know, there aren’t many things that go together better than the refreshing flavors of strawberries and sparkling champagne. The addition of lemongrass, known for its rose-like aroma, and flavors of lemon-lime, mint, and ginger, allow the strawberry flavors to blossom into something even more divine and delicious. If you’re feeling like taking this frosty indulgence to the next level, drop a scoop into a glass of the remaining bubbly and sip away. It’s like happy hour and dessert all in one!",
      "Prep time: 15 minutes, plus 2 hours in the fridge",
      "Cook time: 5 minutes",
      "Makes 1 quart"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 lemongrass stalk",
      "1 ½ pounds strawberries, washed, hulled, and sliced",
      "1 lime, zested and juiced",
      "2 tablespoons honey",
      "½ cup champagne, sparkling wine, or sparkling water"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Remove and discard the thick outer layer of the lemongrass. Chop the inner white part of the stalk and grind to a fine powder in a spice or coffee grinder.",
      "In a medium saucepan, combine the strawberries, lime zest, ground lemongrass, honey, and a splash of water over medium heat. Simmer gently for about 5 minutes, or until strawberries soften but still keep their shape. Remove from heat and add the lime juice and champagne. Place in a blender or food processor and puree.",
      "Refrigerate for  2 hours, or until very cold and then freeze in an ice cream maker according to the manufacturer’s instructions."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/StrawberryChampagneSorbetLemongrassLime.pdf"
  },
  {
    "id": "35",
    "free": "yes",
    "title": "Grilled Romaine with Parmesan and a Caesar Vinaigrette",
    "slug": "grilled-romaine-parmesan-caesar-vinaigrette",
    "src": "../images/promos/Grilled-Romaine-Shaved-Parmesan-Caesar-VinaigretteML.jpg",
    "summary": [
      "Anyone who loves salad will absolutely adore our super simple crisp and delicious grilled romaine. Romaine is versatile, full of flavor, and has great structure which makes it perfect for grilling and gives this wonderful lettuce a deep and earthy flavor. This is our little twist on the classic caesar salad and we hope you’ll love it as much as we do!",
      "Prep time: 15 minutes",
      "Cook time: 5 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ cup lemon juice",
      "2 large egg yolks",
      "4 anchovy fillets, diced",
      "1 tablespoon freshly ground pepper",
      "1 tablespoon dijon mustard",
      "1 garlic clove, sliced",
      "½ cup extra-virgin olive oil",
      "Maldon sea salt flakes",
      "¼ cup grated Parmesan cheese ",
      "3 romaine hearts, halved lengthwise"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the lemon juice, egg yolks, anchovy fillets, pepper, mustard, and garlic in a blender. With the blender on medium speed, slowly drizzle in the olive oil, blending until fully incorporated. Season with salt. Can be stored in the fridge for up to 3 days.",
      "Heat your outdoor grill or grill pan to high, and lightly oil the grate. Grill the romaine halves, cut-side down for 2-3 minutes. Turn the lettuce over and grill for 1-2 minutes more.",
      "Serve on a platter with dressing on the side and garnish with grated Parmesan.",
      "Note: If you’re in a pinch, nix the Caesar dressing and simply dress your grilled romaine with extra-virgin olive oil, vinegar, salt, and pepper."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GrilledRomaineParmesanCaesarVinaigrette.pdf"
  },
  {
    "id": "36",
    "free": "yes",
    "title": "Grilled Chicken Paillard with Tomatoes, Fennel, and Olives",
    "slug": "grilled-chicken-paillard-tomatoes-fennel-olives",
    "src": "../images/promos/Grilled-Chicken-Paillard-Tomatoes-Fennel-Olives.jpg",
    "summary": [
      "This is, by far, one of our favorite recipes in the book! The true star of this dish is the insanely delicious salad that goes on top of the tender, juicy chicken. The ingredients speak for themselves! Plump raisins, sweet tomatoes, crunchy fennel, and salty olives all tossed with fresh herbs, olive oil, lemon, capers, and toasted buttery pine nuts. This is the perfect light, flavorful, and refreshing summer dish you’ve been waiting for, and one to share with the people you love the most.",
      "Note: Paillard is a simple technique used to prevent meat from drying out. Simply slice and pound a piece of meat thinly to ensure quick cooking. The result is the most juicy, tender, and delicious piece of chicken you’ve ever had.",
      "Prep time: 40 minutes",
      "Cook time: 10-15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 skinless boneless chicken breasts",
      "⅓ cup golden raisins",
      "2 shallots, minced",
      "3 cloves garlic, minced",
      "2 cups cherry tomatoes, sliced in half",
      "1 cup thinly sliced fennel",
      "½ cup sliced green olives",
      "3 tablespoons capers",
      "6 sprigs thyme, leaves removed",
      "3 tablespoons chopped parsley",
      "¼ cup extra-virgin olive oil",
      "½ lemon, juiced",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "Garnishes",
    "ingredientsList2": [
      "3 radishes, thinly sliced",
      "4 tablespoons chopped basil",
      "⅓ cup pine nuts, toasted"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Place the raisins in a small bowl, cover with hot water, and soak for 20 minutes. Drain.",
      "To prepare the chicken, start by placing each breast on a cutting board. With a sharp knife, slice the meat horizontally, creating 2 thin slices of chicken. Place a piece of plastic wrap on top of each slice, and working from the center out, pound the chicken with the smooth side of a meat mallet until the meat is ⅛ to ¼ inch thick. Season the chicken on both sides with salt and pepper and transfer to a large plate. Continue with the remaining chicken.",
      "Combine the raisins and the remaining  ingredients in a mixing bowl, excluding the garnishes. Taste and adjust seasoning, adding more salt, pepper, lemon juice, and olive oil as needed. Set aside.",
      "Heat a grill or grill pan to medium-high heat. Cook the chicken for 3-4 minutes on each side, or until cooked through.",
      "Note: Alternatively, you can place the chicken on a sheet pan and bake in a 450℉ oven for 15-20 minutes.",
      "Place the cooked chicken on a serving dish or individual plates, and spoon on the tomato, fennel, and olive topping. Garnish with thinly sliced radishes, chopped basil, toasted pine nuts, and a generous drizzle of olive oil. Serve immediately."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GrilledChickenPaillardTomatoesFennelOlives.pdf"
  },
  {
    "id": "37",
    "free": "yes",
    "title": "Instant Cherry Sorbet",
    "slug": "instant-cherry-sorbet",
    "src": "../images/promos/Instant-Cherry-SorbetTR.jpg",
    "summary": [
      "Who knew a delightful sorbet could be so darn easy! This fresh and fruity indulgence is sure to satisfy your craving for a frozen treat in under 5 minutes. The beauty of this recipe lies in its simplicity: no ice cream machine or churning required. Just your favorite frozen fruit blitzed in a food processor, or blender, along with a few simple ingredients and voilà! The perfect light and refreshing way to end any meal.",
      "Prep time: 3 minutes",
      "Serves 4 to 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "10-12 ounce bag frozen cherries, or your choice of frozen fruit",
      "squeeze of lemon juice",
      "drizzle of maple syrup or honey, optional",
      "1 tablespoon coconut oil, optional",
      "¾ cup water, chilled coconut milk, or heavy cream"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Purée the ingredients in a food processor or blender. Serve immediately.",
      "Other frozen fruit ideas: Blueberries, raspberries, strawberries, blackberries, peaches, mangos, pineapples, melons, mixed berries and any other mixed frozen fruit blends."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/InstantCherrySorbet.pdf"
  },
  {
    "id": "38",
    "free": "yes",
    "title": "Garlic Confit",
    "slug": "garlic-confit",
    "src": "../images/promos/Garlic-ConfitML.jpg",
    "summary": [
      "It’s like a dream; garlic, slow-cooked in olive oil, melt-in-your-mouth tender with a rich, subtle, sweet flavor and texture that’s completely different from any garlic experience you’ve ever had... beautiful to imagine, and even more beautiful to make and eat! This tender garlic can be served, as is, to accompany grilled and roasted meats or fish; or you can purée and stir it into soups, sauces, butters, vinaigrettes, marinades, or any one of our vegetable purées. The oil that the garlic is cooked in is extremely versatile and deliciously garlicky. It can be used for making aïoli and salad dressings, or generously slathered on meat, fish, and vegetables. Garlic confit will become a staple you’ll want to always have in your fridge so you can easily add that sweet garlic flavor you crave to just about anything. Dreaming is believing with this recipe!",
      "Prep time: 10 minutes",
      "Cook time: 35 minutes",
      "Makes 2 cups"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 cup garlic cloves, peeled or skins left on",
      "1 cup extra-virgin olive oil",
      "3 thyme sprigs"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note:  You don’t have to peel the garlic cloves before cooking; you can easily pop them out of their skins after they're cooked.",
      "Combine the garlic, olive oil, and thyme sprigs in a small saucepan over medium-low heat and simmer very gently until the garlic is tender, 35 to 40 minutes. Let cool. Store in an airtight container in the refrigerator for up to 1 week."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GarlicConfit.pdf"
  },
  {
    "id": "39",
    "free": "yes",
    "title": "Garlic and Herb Infused Oil",
    "slug": "garlic-herb-infused-oil",
    "src": "../images/promos/Garlic-Herb-Infused-Olive-OilML.jpg",
    "summary": [
      "Infusing olive oil with fresh herbs and garlic will allow you to incorporate amazing flavor in a very simple way. Who would've thought that this wonderful flavored oil could be used in place of plain ol’ olive oil to do everything from cook eggs, to dress salads, or even drizzle on top of soups, grilled vegetables, meats, and seafood. If you’re like us, and you love fresh herbs and garlic on just about everything, this recipe is for you!",
      "Prep time: 5 minutes, plus 30 minutes to infuse",
      "Makes ½ cup"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "4 garlic cloves, smashed",
      "1 rosemary sprig",
      "3 thyme sprigs",
      "pinch red pepper flakes",
      "½ cup extra-virgin olive oil"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Wash and thoroughly dry the fresh rosemary and thyme, then combine the ingredients in a glass container with a tight fitting lid. Allow the flavors to infuse for at least 30 minutes.",
      "You can make as little or as much as you’d like. The infused oil will keep in the fridge for 3-5 days. Bring the oil to room temperature before using."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GarlicHerbInfusedOliveOil.pdf"
  },
  {
    "id": "40",
    "free": "yes",
    "title": "Vanilla-Lavender Pots de Crème",
    "slug": "vanilla-lavender-pots-creme",
    "src": "../images/promos/Vanilla-Lavender-Pots-de-Creme.jpg",
    "summary": [
      "The vanilla bean. This little gem is one of the greatest treasures of the culinary world, and we aren’t talking about the fake stuff in a bottle. We are talking the real deal! Sure, custard is cool and all - but the seductive, sweet flavor and quality of true vanilla steeped in coconut cream with the addition of dried lavender gives this classic dessert the facelift vanilla custard so badly needs. What you’ll end up with is a perfectly sweet, creamy floral finish that will have you dancing with delight!",
      "Prep time: 10 minutes, plus 4 hours in the fridge",
      "Cook time: 45 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 cup heavy cream",
      "1 ½ cups full fat coconut milk",
      "2 vanilla beans, or 2 teaspoons pure vanilla extract",
      "2 tablespoons dried lavender, or 2 teabags of chamomile",
      "6 extra large egg yolks",
      "⅓ cup cane sugar"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Garnish with a sprig of lavender and a dusting of powdered sugar, if desired",
      "Preheat oven to 325℉",
      "Heat the heavy cream and coconut milk in a small saucepan over medium heat. Meanwhile, split the vanilla beans lengthwise and scrape out the seeds and pulp with a paring knife. Add the seeds, pulp, and beans to the milk along with the dried lavender. Bring to a boil, turn off the heat, and cover. Let steep for 15 minutes. Keep warm.",
      "Meanwhile, using an electric mixer fitted with a whisk attachment (or a bowl and whisk if doing it manually), beat the egg yolks and sugar at high speed for about 3 minutes, until the mixture is thick and pale yellow. When the whisk is lifted from the mixture, the mixture should fall back on itself in a ribbon-like fashion.",
      "Fill a tea kettle or small saucepan with water and bring to a boil.",
      "Heat the coconut-cream mixture back to a boil, turn off the heat, and strain the larger vanilla bean bits from the mixture.  With the mixer at slow speed, add the infused coconut-cream slowly, ¼ cup at a time, to temper the eggs. Once half of the cream is added, incorporate the rest more quickly. Pour the mixture into 6 ramekins and place them in a roasting pan or baking dish.",
      "Place in the oven and pour in enough boiling water to come halfway up the sides of the ramekins. Bake for about 30 minutes, or until the custards are firm to the touch but jiggle when gently shaken.",
      "Cool ramekins on a wire rack to room temperature, then chill in the refrigerator for at least 4 hours, or overnight to set."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/VanillaLavenderPotsdeCreme.pdf"
  },
  {
    "id": "41",
    "free": "yes",
    "title": "Rolled Beef with Prosciutto, Fontina, Olives, and Basil",
    "slug": "rolled-beef-prosciutto-fontina-olives-basil",
    "src": "../images/promos/Rolled-Beef-Prosciutto-Fontina-Olives-BasilTR.jpg",
    "summary": [
      "If you want flavor, this is the dish for you! We brushed thin slices of beef tenderloin with dijon mustard and stuffed the living heck out of it with prosciutto, almonds, olives, Fontina,  garlic, and fresh herbs. If that doesn’t sound delicious enough for you, we topped everything off with our chimichurri, an herby, garlicky, tangy, green sauce that’s fantastic for pairing with all kinds of meat and fish. This recipe is perfect for dinner guests, as everything can be made up to a day ahead and quickly cooked when ready to serve.",
      "Prep time: 1 hour",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the beef rolls:",
    "ingredientsList1": [
      "2 ½ pounds beef or pork tenderloin, cut into 18 cross-grain slices, ¼-inch thick and about 3 inches in diameter (you can slice it yourself or have your butcher slice it for you)",
      "¼ cup almonds, chopped fine",
      "½ cup chopped parsley",
      "⅓ cup basil leaves, chopped",
      "3 ounces fontina cheese, grated",
      "¼ cup green olives, pitted and chopped",
      "2 tablespoons olive oil",
      "1 tablespoon thyme leaves, chopped",
      "2 cloves garlic, minced",
      "3 tablespoons dijon mustard",
      "18 slices of prosciutto",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "For the chimichurri sauce:",
    "ingredientsList2": [
      "4 garlic cloves, smashed",
      "2 cups cilantro leaves",
      "1 cup parsley leaves",
      "¼ cup oregano leaves",
      "½ cup red wine vinegar",
      "1 teaspoon kosher salt",
      "½ cup extra-virgin olive oil",
      "1 shallot, minced",
      "1 Fresno chile or red jalapeno, minced"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Prepare the chimichurri sauce by combining the garlic, cilantro, parsley, oregano, vinegar, and salt in a food processor or blender until finely chopped. Transfer to a medium container and stir in the olive oil, shallots and chiles. Refrigerate until ready to use.",
      "To prepare the beef rolls, combine the nuts, parsley, basil, cheese, olives, olive oil, thyme, and garlic in a bowl. Refrigerate.",
      "Place a large piece of parchment or wax paper on a work surface and lay down 3 slices of meat, a few inches apart. Place another piece of paper on top and pound the meat flat to ⅛-inch thick with a cleaver or mallet. Lightly season both sides with salt and pepper. Transfer to another work surface, laying them next to each other. Continue pounding and seasoning the rest of the meat, you want 3 rows of 6.",
      "Brush each piece of meat with a coating of dijon mustard and then place a piece of prosciutto on top. Evenly distribute the stuffing in the center of each roll and fold the sides over the stuffing to form cylinders.",
      "Note: The beef rolls can be prepared a day ahead up to this point. Transfer to a baking sheet and cover with aluminum foil or plastic wrap. Refrigerate. Remember to remove the rolls from the refrigerator 30 minutes before cooking.",
      "Heat 2 tablespoons of olive oil in 2 large nonstick skillets over medium-high heat. Brown the beef rolls for 3-4 minutes on each side, or until completely cooked through. Transfer to a warm serving platter and place in a warm oven. Continue cooking the rest of the rolls. Serve immediately with the chimichurri sauce."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/RolledBeefProsciuttoFontinaOlivesBasil.pdf"
  },
  {
    "id": "42",
    "free": "yes",
    "title": "Pork Medallions with Wine, Cream, Mustard, and Herbs",
    "slug": "pork-medallions-wine-cream-mustard-herbs",
    "src": "../images/promos/Pork-Medallions-Wine-Cream-Mustard-Herbs.jpg",
    "summary": [
      "Pork tenderloin is an inexpensive, lean, tender and delicious cut of meat. However, due to its leanness, it has a tendency to dry out, so pounding it thin and cooking it hot and fast in a pan is essential to preserving the meat's juiciness. We whipped up a simple pan sauce using white wine, stock, cream, mustard, and fresh herbs to give the dish that fatty, luscious, tangy finishing touch. It’s a simple recipe, using simple ingredients, and a perfectly delicious main course your whole family will love any night of the week.",
      "Prep time: 30 minutes",
      "Cook time: 20 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 pork tenderloins, sliced into ½-inch thick medallions and dried with paper towels",
      "4 tablespoons butter",
      "4 tablespoons extra-virgin olive oil",
      "1 shallot, minced",
      "½ cup dry white wine or vermouth",
      "⅔ cup chicken stock",
      "⅔ cup heavy cream",
      "1 tablespoon dijon mustard",
      "3 tablespoons chopped parsley",
      "squeeze of lemon juice",
      "1 lemon, sliced thin for garnish (optional)",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat the oven to 200℉",
      "Place a large piece of parchment or wax paper on a work surface. Lay down 3 slices of meat, a few inches apart. Place another piece of paper on top and with a cleaver or mallet,  pound the meat flat to ¼-inch thick pieces. Season the slices of pork on both sides with salt and pepper, then transfer to a plate. Continue with the rest of the pork.",
      "Heat 1 tablespoon of butter and 1 tablespoon of olive oil in each, of 2 large skillets over medium-high heat. Sear the pork medallions in batches for about 2 minutes on each side, or until lightly browned and cooked through. Transfer the pork to a platter and keep in a warm 200 degree oven while you finish cooking the rest of the meat and making the sauce.",
      "Using only one pan to make the sauce, pour out the fat and wipe the pan clean with paper towels. Add the minced shallots, wine, and chicken stock. Turn the heat up to high and boil rapidly for a few minutes, scraping up all the browned bits from the bottom of the pan. Reduce the liquid to about ¼ cup. Pour in the cream and simmer for 3-4 minutes more until reduced and thickened. The sauce should coat the back of a spoon. Remove from the heat and whisk in the mustard and 2 tablespoons of fresh parsley. Taste for seasoning and add additional salt, pepper, and lemon juice if needed.  Pour the sauce over the pork and garnish with the remaining herbs. Tuck in a few lemon slices if desired."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/PorkMedallionsWineCreamMustardHerbs.pdf"
  },
  {
    "id": "43",
    "free": "yes",
    "title": "Lamb Shoulder Braised with Tomatoes and Garlic",
    "slug": "lamb-shoulder-braised-tomatoes-garlic",
    "src": "../images/promos/Lamb-Shoulder-Braised-Tomatoes-Garlic.jpg",
    "summary": [
      "If you dig the comfort and deliciousness of spaghetti and meatballs, you will absolutely die for this lamb stew, rich with goodness from tomatoes and garlic. In this recipe, we’ve cooked the lamb long, low, and slow in a stew of sweet onions, thinly sliced fennel, fresh herbs, garlic, tomatoes, and white wine. This dish is all about dialing in on the deliciousness, and of course serving up nourishing, healthy food, for family and friends. In other words, this lamb embodies the meaning of life!",
      "Prep time: 30 minutes, plus optional 30 minutes or overnight in the fridge",
      "Cook time: 2 hours and 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "3 pounds boneless lamb shoulder or stew meat, cut in 1 ½-inch cubes",
      "extra-virgin olive oil",
      "1 cup dry white wine",
      "1 onion, thinly sliced",
      "1 fennel bulb, thinly sliced",
      "3 tablespoons tomato paste",
      "a few thyme sprigs",
      "1 bay leaf",
      "3 small heads of garlic, peeled, trimmed, and crushed (about 36 cloves)",
      "2 cups chicken stock",
      "1 28-oz can crushed San Marzano tomatoes",
      "2 tablespoons butter",
      "¼ cup chopped parsley",
      "2 teaspoons grated lemon zest",
      "1 cup grated Parmesan cheese",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Season the meat generously with salt and pepper. Let it season for at least 30 minutes, or overnight in the fridge.",
      "Dry the meat thoroughly with paper towels. In a large skillet, heat 2 tablespoons of olive oil over medium-high heat, and brown the lamb on all sides in batches, 15-20 minutes. Transfer the meat to a deep enamelware casserole or Dutch oven.",
      "Spoon off excess fat from the skillet and pour in the wine. Simmer the liquid while deglazing the pan with a wooden spoon and scraping up all the tasty brown bits stuck to the bottom. Pour the deglazed juices in with the lamb.",
      "Preheat oven to 325℉",
      "Add 2 tablespoons of olive oil to the skillet. Cook the onions and fennel until soft and beginning to caramelize, 10 minutes. Season well with salt and pepper. Add the tomato paste and cook for 2 more minutes. Incorporate this mixture with the lamb, including the thyme and bay leaves, half of the crushed garlic cloves, and enough chicken stock to almost cover the meat. Bring to a simmer on top of the stove, cover tightly, and set in the bottom third of your preheated oven. Braise for 45 minutes.",
      "Remove the casserole from the oven. Stir in the tomatoes and the other half of the crushed garlic cloves. Bring the liquid back up to a simmer on top of the stove. Cover and return to the oven for an additional hour, or until the lamb is very tender.",
      "When the lamb is done, tilt the casserole to skim off any fat that rises to the top. Finish the sauce with butter and more salt and pepper, as needed.",
      "Serve over spaghetti squash polenta or zucchini noodles and garnish with parsley, lemon zest, and Parmesan cheese.",
      "Note: You can use ½ lamb and ½ beef stew meat or all beef stew meat if you desire."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/LambShoulderBraisedTomatoesGarlic.pdf"
  },
  {
    "id": "44",
    "free": "yes",
    "title": "Honey Mustard and Herb-Crusted Rack of Lamb",
    "slug": "honey-mustard-herb-crusted-rack-lamb",
    "src": "../images/promos/Honey-Mustard-Herb-Crusted-Rack-Lamb.jpg",
    "summary": [
      "If you only make one recipe in this book, make this one. This is without a doubt one of our best recipes, and one that will make the purchase of this book worth every last penny. It was our mission to create a rack of lamb recipe that would make every other recipe out there seem completely irrelevant. Yes, that’s how confident we are about this one. We prepared the lamb by brushing it with a glaze of mustard that has just a slight hint of honey. Then we crusted it with the perfect mix of butter and almonds seasoned with garlic, anchovies, parsley, rosemary, and mint. If your family and friends don’t tell you that this is literally the best rack of lamb they’ve ever had, well my dears, we want to hear about it.",
      "Prep time: 35 minutes",
      "Cook time: 40 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 Frenched 8-bone racks of lamb",
      "avocado oil, or choice of fat for high-heat cooking",
      "⅓ cup dijon mustard",
      "1 tablespoon honey",
      "10 tablespoons butter, room temperature",
      "8 cloves garlic, minced",
      "8 anchovy fillets, oil packed, rinsed, dried and minced",
      "heaping ⅔ cup almonds, finely chopped",
      "⅓ cup chopped parsley",
      "¼ cup minced rosemary",
      "¼ cup minced mint",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: A simple green arugula salad garnished with pomegranate seeds makes for a beautiful presentation.",
      "To prepare the lamb, rinse under cold water and pat completely dry with paper towels. Trim the excess fat from the lamb and then score the remaining fat in a crosshatch pattern without cutting into the meat. Season the racks on all sides with salt and pepper.",
      "Set a roasting rack in a roasting pan lined with aluminum foil and set aside. Heat your choice of fat in a large sauté pan over medium-high heat. When the fat is very hot, lay one rack of lamb in the pan, fat side down. Move the rack as it sears to brown as much of the fat as possible, about 5-8 minutes. Transfer to a work surface and sear the second rack of lamb, using fresh oil if needed.",
      "Position the oven rack in the bottom third of the oven and preheat it to 375℉.",
      "Combine the mustard and honey in a small bowl, set aside. In a medium bowl, combine the butter, garlic, anchovy, nuts, parsley, rosemary, and mint.",
      "Brush the honey-mustard mixture over the fat and meat on all sides. Do not bother coating the underside of the lamb racks. Divide the herb and butter mixture in half and crust the first rack, spreading the mixture evenly over the mustard on all sides, pressing gently to adhere. Continue with the second rack. The lamb can be prepared up to this point, each rack wrapped in aluminum foil, and refrigerated for up to 6 hours. Remove from the refrigerator 30 minutes before roasting.",
      "Place the lamb in the oven, with the bones pointing up, with one rack leaning on the other. Roast for 30 minutes, or until the internal temperature at the center of each rack registers at 130℉. Let the lamb rest in the roasting pan for about 5-10 minutes for medium-rare.",
      "Carve each rack into 8 individual chops and arrange on a platter. Spoon on any herb-crust remaining in the roasting pan and serve 3 lamb chops per person."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/HoneyMustardHerbCrustedRackLamb.pdf"
  },
  {
    "id": "45",
    "free": "yes",
    "title": "Duck Confit Parmentier",
    "slug": "duck-confit-parmentier",
    "src": "../images/promos/Duck-Confit-ParmentierML.jpg",
    "summary": [
      "Duck confit is a meaty, rich, and deliciously epic French classic! When paired with the flavors of shallots, spices, and wine, it becomes a mind-blowing super badass shepherd’s pie. While typically topped with mashed potatoes (boring, sad, old news), we wanted to think outside the box and create a more nutritious and delicious version, so we topped the living heck out of this pie with a silky purée of celery root - BAM! To make it even more amazing, we added the lush, creamy tang of crème fraîche to the purée. The result? An intensely satisfying and breathtakingly delicious achievement - if we do say so ourselves!",
      "Prep time: 40 minutes",
      "Cook time: 3 hours and 45 minutes",
      "Serves 6",
      "Note: Duck Confit Parmentier is our most time-consuming recipe but we promise that your efforts will be worth every last bite! Prep and cook time is for all 3 recipes.",
      "This dish is perfect (and highly recommended) for dinner guests as everything can be assembled the night before. Remove the dish from the fridge one hour before baking to bring to room temperature."
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 duck confit legs, homemade (recipe follows) or store-bought, skin and bones removed,shredded into bite-sized pieces",
      "5 tablespoons butter",
      "1 large onion, thinly sliced",
      "3 shallots, thinly sliced",
      "2 ½ teaspoons Chinese five spice",
      "3 garlic cloves",
      "½ cup chopped parsley",
      "1 cup dry red wine",
      "½ lemon, juiced",
      "2 tablespoons honey",
      "¼ cup grated Parmesan cheese",
      "kosher salt and freshly ground pepper, to taste",
      "Prepare the duck confit and celery root purée."
    ],
    "ingredients2": "Duck Confit:",
    "ingredientsList2": [
      "6 duck legs, thigh and leg attached",
      "1 tablespoon kosher salt",
      "2 tablespoons dry vermouth",
      "6 garlic cloves, peeled and crushed",
      "3 bay leaves",
      "Prick the duck legs all over with a needle or thumbtack, piercing all the way through the skin. Place the duck legs in a large bowl and sprinkle in the salt and vermouth. Toss to coat.",
      "Lay the garlic cloves and bay leaves on the bottom of a medium to large baking dish, just large enough to hold the legs in a single layer.",
      "Put the duck legs flesh side down on top of the garlic, cover with plastic wrap, and refrigerate for at least 8 hours or overnight. Take the duck out of the refrigerator 1 hour before cooking to bring to room temperature. Transfer the baking dish to a cold oven and set the temperature to 300℉.",
      "Bake the duck legs for about 2 ½ hours, basting once or twice, until cooked through and deep golden brown.",
      "Take the legs out of the oven, remove the skin and reserve for a tasty salad garnish, or just shove it in your fancy pants pie hole. Remove the bones and discard. Shred the meat in a bowl into bite sized pieces. Set aside."
    ],
    "ingredients3": "Celery Root Purée",
    "ingredientsList3": [
      "3 ½ pounds celery root, or a combo of celery root and potatoes, parsnips, rutabaga and/or apples, peeled and diced to a 1 inch cube.",
      "2 cups whole milk or water",
      "2 cups chicken stock, or additional milk or water",
      "1 bay leaf",
      "1 teaspoon kosher salt",
      "3 garlic cloves, peeled and trimmed",
      "3 tablespoons butter",
      "⅓ cup crème fraîche or sour cream",
      "¼ cup grated Parmesan cheese"
    ],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Warm the milk, chicken stock, bay leaf, and salt over low heat in a large saucepan.",
      "Peel the celery root and vegetables and dice into 1-inch cubes. Add them to the warm milk along with the garlic and bring to a low simmer. Cover the pan and cook for about 20 minutes or until the vegetables are completely tender. A knife inserted into each cube should meet no resistance.",
      "Drain the vegetables, discard the bay leaf, and purée using a food processor, food mill, potato ricer, or masher. Add the butter, crème fraîche, and Parmesan cheese to combine. Taste and adjust seasoning if necessary.",
      "Putting it all together:",
      "Preheat oven to 350°F",
      "In a large sauté pan, melt 3 tablespoons of butter and cook the onions and shallots over medium heat until tender and slightly golden, 10-15 minutes.",
      "Add the duck meat, parsley, and garlic, and cook for 2 minutes more. Pour in the wine and simmer to reduce slightly,  3-4 minutes. Finish the duck sauce with lemon, butter, and honey. Taste and adjust seasoning if necessary.",
      "Transfer this mixture to a medium (10x7 inch) baking dish. Top the duck mixture with the celery root purée and sprinkle with Parmesan cheese. Bake in a preheated oven for about 30 minutes or until golden brown. Serve with a large green salad."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/DuckConfitParmentier.pdf"
  },
  {
    "id": "46",
    "free": "yes",
    "title": "Sole Fillets with Lemon, Butter, and Parsley Sauce",
    "slug": "sole-fillets-lemon-butter-parsley-sauce",
    "src": "../images/promos/Sole-Fillets-Lemon-Butter-Parsley-SauceTR.jpg",
    "summary": [
      "We ditched the white flour crust and recreated this classic recipe so that anyone can enjoy one of the simplest and most delicious recipes ever concocted by man. Once you dig your fork into the tender, buttery, pan-fried fillet and taste the perfection of a simple lemon, butter, and parsley sauce...you’ll wonder why anyone bothered with flour in the first place.",
      "Prep time: 5 minutes",
      "Cook time: 5 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 skinless and boneless sole fillets, or other thin fish fillets",
      "10 tablespoons butter",
      "3 tablespoons minced parsley",
      "1 lemon, cut into wedges",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Dry the fillets with paper towels and season with salt and pepper.",
      "In 2 large nonstick frying pans, heat 2 tablespoons of butter in each pan over medium-high heat. When the butter is very hot, but not browning, rapidly lay 3 fillets in each pan. Cook for one to two minutes on each side until golden. Remove the fish from the pans and plate.",
      "To serve, quickly wipe one of the pans clean with a paper towel and melt the remaining 6 tablespoons of fresh butter. Cook the butter until it turns slightly brown, then stir in the parsley. Spoon the hot parsley butter over each fillet and serve with a wedge of lemon."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SoleFilletsLemonButterParsleySauce.pdf"
  },
  {
    "id": "47",
    "free": "yes",
    "title": "Seared Scallops with Garlic and Herbs",
    "slug": "seared-scallops-garlic-herbs",
    "src": "../images/promos/Seared-Scallops-Garlic-HerbsTR.jpg",
    "summary": [
      "Mild, sweet, and tasting of the sea, scallops are sustainable, delicious, and incredibly easy to make. Rich in Omega-3 fatty acids, they’re also an insanely healthy source of lean protein. With a few tricks up your sleeve (perfectly dry scallops, simple seasoning, a screaming hot pan, and a basting of garlic and shallot butter at the end) you’ll be plating up 5 star scallops with the best of them!",
      "Prep time: 10 minutes",
      "Cook time: 5 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 ½ pounds sea scallops",
      "clarified butter",
      "4 tablespoons butter",
      "2 large cloves of garlic, crushed",
      "2 tablespoons minced shallots",
      "handful of fresh chives or parsley, minced",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Two 12-inch cast iron skillets or nonstick frying pans",
      "Note: You can cook the scallops all at once using 2 large pans, or in batches using one pan. Clarified butter has a much higher smoke point than regular butter and is ideal for searing seafood at high temperatures. If you don’t have clarified butter on hand, simply use equal parts butter and oil. The oil will keep the milk solids in the butter from burning too easily.",
      "Remove the side muscle from the scallops, rinse with cold water, and thoroughly pat dry with paper towels. Season the scallops with salt and pepper.",
      "Heat two pans over high heat and add a thin layer of clarified butter (or a combination of olive oil and butter) to each pan. When very hot, add the scallops and sear for 1-2 minutes, or until the scallops form a golden brown crust.",
      "Flip the scallops over and toss 2 tablespoons of fresh butter, 1 crushed garlic clove, and 1 tablespoon of minced shallots into each pan.  Using a spoon, quickly baste the scallops with the garlic and shallot butter, and cook for 1 to 2 minutes more.",
      "Discard the garlic cloves and garnish the scallops with a squeeze of lemon juice and fresh herbs. Serve immediately."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SearedScallopsGarlicHerbs.pdf"
  },
  {
    "id": "48",
    "free": "yes",
    "title": "Pan-Fried Turbot with Lemon-Dill Champagne Beurre Blanc",
    "slug": "pan-fried-turbot-lemon-dill-champagne-beurre-blanc",
    "src": "../images/promos/Pan-Fried-Turbot-Lemon-Dill-Champagne-Beurre-Blanc.jpg",
    "summary": [
      "'Beurre blanc' sounds like something complicated and fancy, but it’s nothing more than a reduction of Champagne and vinegar with fresh, creamy butter whisked in. So simple you can even throw back a glass or two of said Champagne before you begin! The balance of tart and richness works especially well with this pan-fried turbot, other mild fish, or shellfish of your choosing. Because everything tastes better with butter, feel free to drizzle this succulent sauce on top of chicken, pork, and vegetables too! Whatever you decide to do with this dish, we know you’ll adore it and we promise that’s not the Champagne talking, it’s simply the truth!",
      "Prep time: 10 minutes",
      "Cook time: 25 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 cup dry Champagne",
      "1 tablespoon white wine vinegar",
      "1 large shallot, minced",
      "4 ounces cold unsalted butter, cubed",
      "¼ cup fresh dill leaves, plus more for garnish",
      "2 teaspoons finely grated lemon zest, plus more for garnish",
      "2 teaspoons fresh lemon juice",
      "pinch cayenne pepper",
      "kosher salt and freshly ground pepper, to taste",
      "Six 7 ounce boneless, skinless fillets of turbot or sole",
      "6 tablespoons butter"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a small saucepan, combine the Champagne, vinegar, and shallots. Bring the mixture to a boil and reduce to about 2 tablespoons, about 10 minutes.",
      "Note: You can strain out the shallots for a finer looking sauce if desired.",
      "Remove the pan from heat and whisk in 2 tablespoons of butter. Return the pan to a very low heat and quickly whisk in the remaining butter, one cube at a time, until thick and creamy.",
      "Remove from the heat, stir in the dill, lemon zest, lemon juice, cayenne, ½ teaspoon of salt, and several grinds of pepper. Taste and adjust seasoning. Cover and keep warm while you cook the fish.",
      "Melt 3 tablespoons of butter in a large nonstick skillet over medium-high heat until foamy. Season 3 fillets with salt and pepper on both sides and transfer to your skillet. Cook the filets, basting with butter, and turning once, until fillets are golden brown and cooked through, about 5 minutes.",
      "Transfer the fish to a serving dish (or individual plates) and keep warm. Continue cooking and plating the remaining fish. To serve, spoon over the reserved beurre blanc and garnish with more lemon zest and dill if desired.",
      "Note: You can cook the fish in batches, or get 2 pans going at one time and cook all at once.",
      "Serve with buttered potatoes, a small green salad, and a glass of Champagne."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/PanFriedTurbotLemonDillChampagneBeurreBlanc.pdf"
  },
  {
    "id": "49",
    "free": "yes",
    "title": "Baked Scallops with Tomato Sauce and Gruyère",
    "slug": "baked-scallops-tomato-sauce-gruyere",
    "src": "../images/promos/Baked-Scallops-Tomato-Sauce-Gruyere.jpg",
    "summary": [
      "Tender, meaty, buttery, pan-seared scallops are absolutely delicious when topped with velvety tomato sauce and creamy Gruyère. Pop under the broiler for just a couple minutes and you’ve got a simple, elegant, cheesy-baked seafood dish on the table in less than 30 minutes.",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "3 cups tomato sauce, homemade or store bought",
      "½ cup dry white wine",
      "2 ½ pounds sea scallops",
      "clarified butter",
      "4 tablespoons butter",
      "½ cup grated Gruyère cheese",
      "¼ cup finely chopped almonds",
      "1 tablespoon thyme leaves, or chopped parsley",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the tomato sauce and white wine in a small saucepan, gently simmer for about 15 minutes until thick.",
      "Meanwhile, prepare the scallops by removing the side muscles, rinse with cold water, and thoroughly pat dry with paper towels. Season the scallops with salt and pepper.",
      "Warm a large nonstick skillet over high heat and cook the scallops in batches. Add a thin layer of clarified butter (or a combination of olive oil and butter) to the pan. When very hot, sear the scallops for 1-2 minutes, or until the scallops form a golden brown crust.",
      "Flip the scallops over and toss in 2 tablespoons of fresh butter. Using a spoon, quickly baste the scallops with the butter, and cook for 1 to 2 minutes more. Transfer the scallops to a large baking dish and continue cooking the remaining scallops.",
      "When you’ve added all of the cooked scallops to your baking dish, spoon the tomato sauce on top. Sprinkle with grated cheese and chopped nuts.",
      "Note: Recipe may be completed in advance up to this point and refrigerated. Remove from the refrigerator 30 minutes before the final bake to bring to room temperature.",
      "Just before serving, heat the scallops under a hot broiler for 2 minutes, or until the cheese is bubbling and lightly browned. Garnish with fresh herbs and serve immediately."

    ],
    "download": "https://ekm383.github.io/LDRDownloads/BakedScallopsTomatoSauceGruyere.pdf"
  },
  {
    "id": "50",
    "free": "yes",
    "title": "'Spaghetti' with Sausage, Scallops, and Shrimp in Sauce Basquaise",
    "slug": "spaghetti-sausage-scallops-Shrimp-sauce-basquaise",
    "src": "../images/promos/Spaghetti-Sausage-Scallops-Shrimp-Sauce-Basquaise.jpg",
    "summary": [
      "Sweet peppers, spicy-smoky sausage, lots of fruity olive oil, fresh herbs, garlic, and tomatoes. These are the flavors of the Basque region of France and Spain, and the inspiration for this flavor-packed sauce. We’ve added shrimp and scallops to the mix for the ultimate crowd pleaser - a chorizo and seafood pasta that’s sure to become your new go-to pasta for any occasion!",
      "Prep time: 45 minutes",
      "Cook time: 1 hour",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 red peppers",
      "2 green peppers",
      "3 tablespoons extra-virgin olive oil",
      "1 pound chorizo, crumbled",
      "2 tablespoons tomato paste",
      "4 cloves garlic, minced garlic",
      "4 tablespoons minced parsley",
      "1 tablespoon minced fresh oregano, or ½ tablespoon dried",
      "28 ounce can Italian plum tomatoes, mashed",
      "9 ounce jar of tomato sauce",
      "2 tablespoons chopped fresh basil, plus more for garnish",
      "1 pound shrimp",
      "½ pound scallops",
      "3 zucchini",
      "1 cup cherry tomatoes, halved",
      "½ cup grated Parmesan cheese"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: You can substitute 1 jar of roasted red peppers for fresh red and green peppers.",
      "If using fresh peppers, set the broiler to high and move your oven rack to 6 inches below the heating element. Slice each pepper into 4 pieces, working from top to bottom and around the stem, leaving the core and seeds behind. Place the slices of pepper cut-side down and skin-side up on a heavy baking sheet and roast under the broiler until they are nicely charred, about 10 minutes. Place the charred peppers in a bowl, cover with plastic wrap, and allow to steam for about 10 minutes. Remove and discard the skins. Slice the peppers into strips and set aside.",
      "Heat the olive oil in a large skillet and add the crumbled chorizo. Cook over medium heat until the sausage is nicely browned and cooked through, about 10 minutes. Transfer the cooked sausage to a bowl and set aside.",
      "Pour off all but 2 tablespoons of fat from the pan and add the tomato paste, garlic, parsley, and oregano. Cook for about two minutes and then add the canned tomatoes and tomato sauce. Simmer, uncovered for 30-40 minutes.",
      "Add the basil, shrimp, scallops, sliced peppers, and cooked sausage. Cook for 2 minutes, or until the shrimp and scallops are cooked through.  If the sauce has become too thick, add 1 to 2 cups of water until desired consistency is reached. Taste and adjust seasoning with more salt and olive oil as needed.",
      "To prepare the zucchini, use a spiralizer or julienne peeler to slice the zucchini into thin noodles. Place the noodles in the microwave for 1 minute, or until completely warmed through.",
      "Plate the zucchini noodles and top with the sauce Basquaise, fresh cherry tomatoes, Parmesan cheese, and fresh basil."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SpaghettiSausageScallopsShrimpSauceBasquaise.pdf"
  },
  {
    "id": "51",
    "free": "yes",
    "title": "Sweet Potato Quenelles with Brown Butter and Sage",
    "slug": "sweet-potato-quenelles-brown-butter-sage",
    "src": "../images/promos/Sweet-Potato-Quenelles-Brown-Butter-Sage.jpg",
    "summary": [
      "There are few things more magical and delicious than the rich, nutty taste of brown butter and sage combined with comforting sweet potatoes, savory Parmesan cheese, spicy nutmeg, and freshly ground black pepper. Brown butter might sound like something fancy, but it couldn't be more simple to make. Brown butter can be spooned on top of just about anything, but when all you want is something comforting and delicious, this is your dish.",
      "Prep time: 30 minutes",
      "Cook time: 20 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the dumplings:",
    "ingredientsList1": [
      "1 pound sweet potatoes, peeled and cubed",
      "6 ounces fresh ricotta cheese",
      "½ cup finely grated Parmesan cheese",
      "¼ cup almond flour",
      "¼ cup plus 2 tablespoons arrowroot flour",
      "1 egg",
      "1 teaspoon kosher salt",
      "pinch ground nutmeg"
    ],
    "ingredients2": "For the brown butter and sage:",
    "ingredientsList2": [
      "8 tablespoons butter",
      "3 tablespoons chopped fresh sage",
      "Maldon sea salt flakes and freshly ground pepper, to taste",
      "⅓ cup coarsely grated Parmesan cheese, for garnish"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Boil or steam the sweet potatoes until completely tender. Blend the potatoes with an electric mixer or food processor until smooth. Transfer to a medium bowl and add the remaining ingredients. Mix to combine.",
      "Preheat the oven to 350℉ and bring a large pot of salted water to a boil.",
      "Line a baking sheet with parchment paper, or aluminum foil, and butter a large baking dish with 2 tablespoons of butter.  Using two spoons, make small football shaped dumplings (quenelles) and place them on the baking sheet.",
      "When all the quenelles are formed, place 6 in a mesh sieve and lower them into boiling salted water. Quickly continue adding the remaining dumplings to the pot. When all the dumplings have been added, return the pot of water to a boil and cook for 2-3 mins, or until they rise to the top. Remove the quenelles with a sieve or slotted spoon and spread them out in the buttered baking dish. Place the baking dish in the oven and bake for 10 minutes.",
      "Meanwhile, melt the remaining 8 tablespoons of butter in a small light-colored saucepan and cook over medium-high heat, stirring constantly until the foam subsides, the butter browns slightly, and has a delightfully nutty aroma. Add the chopped sage, a pinch of sea salt flakes, and a grinding of black pepper, and cook for 10 seconds more.  Pour the brown butter into a heatproof container and keep warm.",
      "Serve the quenelles topped with the brown butter and sage sauce; garnish with grated Parmesan. Add a sprinkle of nutmeg, a pinch of Maldon sea salt flakes, and ground black pepper if desired."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SweetPotatoQuenellesBrownButterSage.pdf"
  },
  {
    "id": "52",
    "free": "yes",
    "title": "Spinach and Ricotta Quenelles with Brown Butter and Parmesan",
    "slug": "spinach-ricotta-quenelles-brown-butter-parmesan",
    "src": "../images/promos/Spinach-Ricotta-Quenelles-with-Brown-Butter-Parmesan.jpg",
    "summary": [
      "Quenelles are similar to the beloved gnocchi. However, instead of a heavy, dense potato pasta, we’ve created a lighter, tender, pillowy puff of goodness made with spinach and ricotta and topped off with brown butter and Parmesan cheese. These simple and delicious little bites are light and fluffy, yet still rich and decadent, and will satisfy your craving for a hearty pasta any day of the week.",
      "Prep time: 35 minutes",
      "Cook time: 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 shallot, finely chopped",
      "10 tablespoons butter, separated",
      "6 slices of prosciutto, finely chopped",
      "1 ½ pounds spinach, boiled, drained, squeezed dry, and finely chopped",
      "½ teaspoon salt",
      "1 ½ cups ricotta cheese",
      "½ cup almond flour",
      "¼ cup plus 2 tablespoons arrowroot flour",
      "3 eggs",
      "½ cup grated Parmesan, plus more for garnish",
      "½ teaspoon ground nutmeg, plus more for garnish",
      "freshly ground black pepper",
      "1 lemon, cut into small wedges"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Cook the shallots in 2 tablespoons of butter over medium heat until golden. Add the prosciutto, spinach, and salt then cook for 5 minutes more. Transfer to a mixing bowl and add the ricotta, almond flour, and arrowroot flour. Mix until thoroughly combined and a soft dough has formed. Incorporate the eggs, cheese, and nutmeg.",
      "Preheat the oven to 350℉ and bring a large pot of salted water to a boil.",
      "Line a baking sheet with parchment paper, or aluminum foil, and butter a large baking dish with 2 tablespoons of butter.  Using two spoons, make small football shaped dumplings (quenelles), and place them on the baking sheet.",
      "When all the quenelles are formed, place 6 in a mesh sieve and lower them into boiling salted water. Quickly continue adding the remaining dumplings to the pot. When all the dumplings have been added, return the pot of water to a boil and cook for 2-3 mins, or until they rise to the top. Remove the quenelles with a sieve or slotted spoon and spread them out in the buttered baking dish. Place the dish in the oven and bake for 10 minutes.",
      "Meanwhile, melt the remaining 8 tablespoons of butter in a small light-colored saucepan and cook over medium-high heat, stirring constantly until the foam subsides, the butter browns slightly, and has a delightfully nutty aroma.  Pour the brown butter into a heatproof container and keep warm.",
      "Serve the quenelles topped with brown butter, grated Parmesan, a sprinkle of nutmeg, and black pepper. Serve each dish with a lemon wedge on the side."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SpinachRicottaQuenellesBrownButterParmesan.pdf"
  },
  {
    "id": "53",
    "free": "yes",
    "title": "Sliced Potatoes Baked in Butter",
    "slug": "sliced-potatoes-baked-butter",
    "src": "../images/promos/Sliced-Potatoes-Baked-Butter.jpg",
    "summary": [
      "It’s a wonder how the humble potato, a bland, disfigured, dull, dirty lump, can transform into this glorious nirvana of flavor and texture with just a little help from our good friend butter! We’ve simplified the French classic “Pommes Anna” or “Anna’s Potatoes” with the hope that this becomes a recipe that you’ll make and love forever. The potatoes should be golden-brown and slightly crispy on the outside, but also tender, buttery, and melt-in-your-mouth delicious on the inside. Serve this classic, simple, and rustic potato dish with your favorite roasted meats and fish and watch the boring potato transform into something truly magical!",
      "Prep time: 15 minutes",
      "Cook time: 50 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 stick of butter, melted",
      "3 pounds Yukon gold potatoes",
      "kosher salt and freshly ground pepper, to taste",
      "8 inch cast-iron skillet or ovenproof nonstick skillet, 2 ½ inches deep",
      "Preheat oven to 425℉"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Peel the potatoes and slice (preferably with a mandoline) into even rounds, about ⅛-inch thick.",
      "Pour ⅛-inch of melted butter into the pan and place over medium heat. When hot, quickly arrange the 1st layer of potatoes in the bottom of the pan. Start with one slice in the middle, and then overlap one by one in a clockwise direction. When you reach the edges of the pan, brush the potatoes generously with a layer of melted butter and a sprinkle of salt and pepper. Repeat for 2 more layers, or until all of the potato slices have been used.",
      "Press on the potatoes with a saucepan just big enough to cover the top of the potatoes, forcing the layers together. Cover with a lid and bake in the oven for 20 minutes.",
      "Remove the pan from the oven, press on the potatoes again, forcing the layers together a little more. Bake uncovered for another 20 minutes, or until potatoes are golden brown and tender when pierced with a knife. Bake for an additional 5-10 minutes if necessary.",
      "When potatoes are cooked, run a spatula around the edges of the pan, shaking to loosen anything that may have stuck to the bottom. Carefully invert the potatoes onto a serving dish and cut into wedges."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SlicedPotatoesBakedButter.pdf"
  },
  {
    "id": "54",
    "free": "yes",
    "title": "Crispy-Smashed Duck Fat Potatoes",
    "slug": "crispy-smashed-duck-fat-potatoes",
    "src": "../images/promos/Crispy-Smashed-Duck-Fat-Potatoes.jpg",
    "summary": [
      "Duck fat will change your life! Ok, maybe not your love life, but it will definitely change your cooking life! We love using duck fat for many reasons. Mainly because it’s out of this world incredibly rich and tasty on the flavor scale, but also because it’s actually one of the healthiest animal fats that you can eat. Low in saturated fat and high in unsaturated fat, duck fat can be cooked at high temperatures without smoking or creating toxic nastiness in your food, making it perfect for roasting, searing, and frying. Pick some up at your local butcher shop, health food store, or any specialty food store, and of course, online. We love EPIC’S Cage Free Duck Fat and use it just like butter, olive oil, or bacon fat to fry eggs, roast meats and vegetables, and in this case, slather on top of potatoes. You’re going to love these crispy-smashed garlic and thyme-infused duck fat potatoes alongside your favorite salads, grilled meats, or fish, or eaten straight-up as is with nothing else and for no other reason, but to enjoy the simplicity of a deliciously crispy potato.",
      "Prep time: 20 minutes",
      "Cook time: 40 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 ½ pounds baby potatoes",
      "Maldon sea salt flakes",
      "¼ cup warmed duck fat or extra-virgin olive oil",
      "2 cloves garlic, smashed",
      "3 thyme sprigs"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: If the duck fat is in a solid state, warm it up in the microwave, or in a small saucepan on the stove top. Extra-virgin olive oil works beautifully as an alternative in this recipe.",
      "Combine the warmed duck fat (or olive oil), garlic, and thyme sprigs in a small bowl or saucepan and set aside. For maximum flavor, this can be done several hours ahead.",
      "Preheat oven to 450℉",
      "Place the potatoes in a large saucepan and cover with an inch or two of cold water. Add one tablespoon of kosher salt, and bring to a gentle simmer. Cook for 10-15 minutes, or until just tender when pierced with a fork, paring knife, or skewer. The utensil should slide in and out with little resistance.",
      "Drain the potatoes well and rinse under cold water to cool them down slightly.",
      "Lay a clean dish towel on the counter and fold another dish towel into quarters. Using the folded dish towel as a cover, gently press down on each potato using the palm of your hand to flatten it to a thickness of about ½ inch.",
      "Using a spatula, transfer each smashed potato to an oiled baking tray. The potatoes can be made a day ahead up to this point and stored in the fridge.",
      "When ready to bake, brush each potato with the garlic and thyme-infused duck fat (or olive oil) and season generously with Maldon flaky sea salt. Roast the potatoes for 15-25 minutes, or until crispy and golden brown around the edges. Serve immediately."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CrispySmashedDuckFatPotatoes.pdf"
  },
  {
    "id": "55",
    "free": "yes",
    "title": "Ragoût of Morels with Fresh Herbs and Crème Fraîche",
    "slug": "ragout-morels-fresh-herbs-creme-fraiche",
    "src": "../images/promos/Ragout-Morels-Fresh-Herbs-Creme-Fraiche.jpg",
    "summary": [
      "The great morel mushroom is one of the most delicious signs of spring and celebrated by cooks and chefs around the globe for its smoky, earthy, nutty flavor. Fresh morels can be found at specialty produce markets, and depending on the location, at your local farmers markets between April and June. Dried morels are available year round and both the fresh and dried options are incredibly easy to prepare and cook; a simple sauté in some butter and a sprinkle of flaky sea salt will work wonders. However, we want you to experience this wild child of a mushroom in all of its fame and glory, so we created a simple recipe with all of the things that mushrooms love to hang out with; fresh herbs, shallots, cream, and lemon. Spoon this marvelous sauce on top of your favorite cut of steak, chicken, or pork, and prepare to be amazed!",
      "Prep time: 10 minutes, plus 20 minutes for mushrooms to soak",
      "Cook time: 25 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ cup roughly chopped herbs (parsley, chives, and/or tarragon)",
      "½ pound fresh or 1 oz dried morels (or porcini, if morels are not available)",
      "3 tablespoons butter",
      "1 teaspoon fresh thyme leaves, or ½ teaspoon dried",
      "¼ cup minced shallots",
      "¼ cup organic heavy cream",
      "2 tablespoons crème fraîche, or sour cream",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: Fresh morel mushrooms can only be found in spring and early summer. If they are large, cut them in half. If dried, they must be reconstituted (rehydrated).",
      "To reconstitute dried morels: Soak 1 oz dried morels in 2 cups of hot water for about 20 minutes.  When the mushrooms are fully plump and tender, strain through a coffee filter or wet paper towel to retain the “mushroom stock” for your recipe. Rinse well to remove any debris and pat dry.",
      "Place the mushroom stock in a small saucepan over high heat and reduce to ½ cup. Set aside.",
      "Melt 4 tablespoons of butter in a large sauté pan over high heat. When very hot, add the morels and sauté for 3-4 minutes. Add the thyme, shallots, salt, and pepper and lower the heat to medium. Cook the mushrooms for 5 minutes more. The outsides should crisp up a bit, and the insides should remain tender.",
      "Turn the heat up to high, add the reserved ½ cup of mushroom stock and reduce by half. Pour in the cream and simmer for 1 minute more.  Stir in the crème fraîche and herbs and season with salt, pepper, and lemon juice to taste."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/RagoutMorelsFreshHerbsCremeFraiche.pdf"
  },
  {
    "id": "56",
    "free": "yes",
    "title": "Steak au Poivre",
    "slug": "steak-au-poivre",
    "src": "../images/promos/Steak-au-Poivre.jpg",
    "summary": [
      "Steak au poivre or “pepper steak” is one of those classic recipes that will never die. Like ever. In fact, this recipe is so old school that there are as many recipes as there are cooks, but definitely still a recipe that every cook should know by heart. It's essentially a sautéed peppered steak with a quick and simple pan sauce of stock, brandy, cream, and mustard. The right combination of bright, peppery, boozy, rich flavor for an already near perfect piece of meat! Just make sure when you flambé the brandy that your pan is really hot and your eyebrows are well out of the way.",
      "Prep time: 15 minutes",
      "Cook time: 20 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 steaks, beef tenderloin filets or strip steaks",
      "¼ cup black peppercorns, cracked",
      "clarified butter, or your choice of fat for high-heat cooking",
      "3 tablespoons butter",
      "1 shallot, minced",
      "¼ cup beef stock",
      "⅔ cup Cognac or brandy",
      "½ cup heavy cream",
      "2 teaspoons dijon mustard",
      "a few drops of lemon juice",
      "½ teaspoon of honey",
      "2 tablespoons jarred green peppercorns, optional"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: Coarsely crush the peppercorns with the bottom of a sauté pan, a mortar and pestle, or by placing them in a sealed plastic bag and smashing them with a meat mallet.",
      "To prepare the steaks, trim off the excess fat and dry with paper towels. Season the steaks with salt and firmly press the crushed peppercorns into both sides. Seasoning can be done up to 3 hours ahead. If refrigerated, bring the steaks to room temperature by resting on the counter 30 minutes prior to cooking.",
      "Over high heat, warm a thin layer of clarified butter in 2 heavy-bottomed frying pans. When the butter is very hot, lay 3 steaks in each pan. Sauté for 3-5 minutes on each side, browning the steaks well and cooking them to your liking.",
      "Note: Test for doneness by pressing on the meat. The meat is rare when barely springy to the touch and offers just a bit of resistance. A meat thermometer will register at 125℉. The meat is medium rare when you begin to see a few tiny beads of red juice appear on the surface of the meat. A meat thermometer will register at 135℉. The meat is medium when firm to the touch and registers at 145℉ and medium well at 150℉.  Transfer to hot plates and keep warm.",
      "Using one skillet, pour off the excess fat and return the pan to high heat. Melt 1 tablespoon of fresh butter in the pan and add the shallots. Stir for one minute, then pour in the stock. Boil the liquid rapidly over high heat while scraping up the browned bits from the bottom of the pan. Reduce the liquid until almost syrupy.",
      "Pull pan off the heat and carefully add the brandy (it may flame up). Let the mixture boil rapidly for 1 minute to evaporate the alcohol.  Add the heavy cream and simmer for 1-2 minutes more until thick. The sauce should coat the back of a spoon.",
      "Add the mustard and taste. Adjust seasoning with salt, pepper, 2 tablespoons of fresh butter, lemon, and honey. Whisk in the green peppercorns and any accumulated juices from the resting meat.",
      "Plate the steaks. Serve with the brandy cream sauce spooned over top."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SteakauPoivre.pdf"
  },
  {
    "id": "57",
    "free": "yes",
    "title": "Grilled Halibut Fillet with Lemon-Horseradish Cream",
    "slug": "grilled-halibut-fillet-lemon-horseradish-cream",
    "src": "../images/promos/Grilled-Halibut-Fillet-Lemon-Horseradish-Cream.jpg",
    "summary": [
      "We love the simplicity of fresh fish, herbs, and lemon juice but when you add luscious crème fraîche and a kick of horseradish to the mix, your fish game will never be the same. This recipe was inspired by the kind of food you’d likely be eating while relaxing coast side with a glass of chilled white in hand; so if you’re ever missing the glitzy blue waters and golden beaches of your favorite getaway spot, all you have to do is fire up the grill and make this dish and gosh darn it - you’ll be there!",
      "Prep time: 15 minutes",
      "Cook time: 10 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 six-ounce halibut filets",
      "1 lemon, zested (Meyer lemon is preferred if in season)",
      "1 tablespoon thyme",
      "extra-virgin olive oil",
      "2 tablespoons chopped flat leaf parsley",
      "½ cup crème fraîche",
      "2 tablespoons prepared horseradish",
      "1 tablespoon fresh lemon juice",
      "1 tablespoon chopped chives, plus more for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Season the halibut with lemon zest, thyme, parsley, and a tablespoon of olive oil. Cover and refrigerate for 4 hours, or overnight.",
      "Remove the fish from the refrigerator to bring to room temperature, at least 15 minutes before cooking.",
      "In a small bowl, combine the crème fraîche, horseradish, lemon juice, and chives. Season with salt and pepper. Refrigerate until the fish is ready to serve.",
      "Warm your grill or grill pan over high heat and brush the grates with your choice of high-heat cooking fat. Alternatively, you can heat a bit of olive oil in a large nonstick sauté pan (or two medium pans) over high heat. Generously season the fish with salt and pepper. Grill (or sauté) the fish for 3-4 minutes on each side until just cooked through.",
      "Serve with a dollop of lemon-horseradish cream and garnish with chopped chives.",
      "Note: Crispy-smashed duck fat potatoes make an excellent side dish.",
      "Note: A Meyer lemon is quite a bit sweeter than a regular lemon, and so is the zest. If you can’t find them, go ahead and use a regular lemon; the flavor profile will be a little different, but still really good."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/GrilledHalibutFilletLemonHorseradishCream.pdf"
  },
  {
    "id": "58",
    "free": "yes",
    "title": "Cherry Clafouti with Maple Whipped Cream",
    "slug": "cherry-clafouti-maple-whipped-cream",
    "src": "../images/promos/Cherry-Clafoutis-Maple-Whipped-Cream.jpg",
    "summary": [
      "This is a delicious dessert to make when baskets of dark, sweet cherries start appearing at your local farmers markets. In California, it’s usually sometime in April. The traditional cherry clafoutis is a simple, custard-like, peasant dish made of unpitted sour cherries baked in a simple batter; the pits infuse the cherries with a delightful and distinctive almond flavor when cooked. In our version, we used sweeter, pitted cherries and then added a splash of almond extract to give the clafoutis that traditional authentic flavor, minus the pits. Make it worth the splurge and serve this dessert with a dollop of brandy-spiked maple whipped cream!",
      "Prep time: 15 minutes, plus 1 hour for cherries to macerate",
      "Cook time: 1 hour",
      "Serves 6"
    ],
    "ingredients1": "For the cherries:",
    "ingredientsList1": [
      "16 ounces frozen pitted cherries, or fresh if in season",
      "2 teaspoons fresh lemon juice",
      "2 tablespoons kirsch or brandy (optional)",
      "2 tablespoon maple syrup"
    ],
    "ingredients2": "For the batter:",
    "ingredientsList2": [
      "1 cup heavy cream",
      "¼ cup maple syrup",
      "3 large eggs",
      "½ teaspoon almond extract",
      "¼ teaspoon cinnamon",
      "⅛ teaspoon kosher salt",
      "⅓ cup arrowroot",
      "3 tablespoons coconut flour",
      "2 tablespoons powdered sugar, for garnish (optional)"
    ],
    "ingredients3": "For the maple whipped cream:",
    "ingredientsList3": [
      "1 cup organic heavy cream",
      "1 tablespoon maple syrup",
      "1 ½ teaspoons brandy (optional)"
    ],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat oven to 350℉",
      "Toss the cherries with lemon juice, maple syrup, and brandy. Let stand for 1 hour.",
      "Place batter ingredients in a blender and blend at high speed for one minute.",
      "Spoon the fruit and juices into the bottom of a 10-inch ovenproof nonstick skillet, baking dish, or cake pan. Pour the batter around the cherries and cover with foil.",
      "Place the skillet in the middle position of your preheated oven and bake for 45 minutes to 1 hour. The clafoutis is done when it is puffed up and golden and a toothpick or knife plunged into the center comes out clean. You can place the clafoutis under the broiler for 1-2 minutes to brown the top a bit more if desired.",
      "Whip the cream, maple syrup, and brandy until stiff peaks are formed.",
      "Using a sieve, lightly dust the top of the clafoutis with powdered sugar and serve warm with maple whipped cream."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CrispySmashedDuckFatPotatoes.pdf"
  },
  {
    "id": "59",
    "free": "yes",
    "title": "Brown Butter Pistachio and Lemon Financiers",
    "slug": "brown-butter-pistachio-lemon-financiers",
    "src": "../images/promos/Brown-Butter-Pistachio-Lemon-Financiers.jpg",
    "summary": [
      "A financier is a pretty little French tea cake that tastes like caramelized butter, vanilla, and almonds. Ahhhhhh caramelized butter…. sorry, we were daydreaming about how freaking AMAZING caramelized butter tastes. For these simple, delightful beauties, we added our own twist to this classic recipe by combining the flavors of pistachio and lemon to this scrumptious little cake. Make sure to eat this pure bite of deliciousness straight from the oven with a cup of coffee or tea! Or think outside the box and pair these fancy financiers with wine because real life calls for wine and for us - wine is always the right decision!",
      "Prep time: 15 minutes",
      "Cook time: 20 minutes",
      "Makes 8 muffin-size financiers"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "½ cup shelled unsalted green pistachios",
      "7 tablespoons unsalted butter",
      "1 vanilla bean, split open and seeds scraped out",
      "1 lemon, zested",
      "⅓ cup white rice or cassava flour",
      "⅓ cup sugar",
      "½ teaspoon kosher salt",
      "4 large egg whites, beaten lightly until foamy"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Optional garnishes: powdered sugar, lemon zest, and chopped pistachios",
      "Preheat oven to 350℉",
      "Line a muffin pan with 8 paper liners and set aside.",
      "Grind the pistachios to a fine powder using a food processor, or spice grinder, and set aside.",
      "In a small saucepan, melt the butter over medium heat; toss in the vanilla bean and seeds. Cook until the butter begins to brown, about 5 minutes. Set aside.",
      "In a large bowl, combine the rice flour, ground pistachios, lemon zest, sugar, and salt; set aside.",
      "With a stand mixer, or hand mixer, whisk the egg whites until white and foamy. Stir the egg whites into the flour mixture until smooth. Then quickly stir in the brown butter.",
      "Fill 8 muffin liners about ⅓ to ½ full with batter. Bake for 20 minutes, or until a knife inserted in the middle of each cake comes out dry.",
      "Garnish with a light sprinkle of powdered sugar, lemon zest, and chopped pistachios if desired."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/BrownButterPistachioLemonFinanciers.pdf"
  },
  {
    "id": "60",
    "free": "yes",
    "title": "Baked Apples with Goat Cheese, Bacon, and Walnuts",
    "slug": "baked-apples-goat-cheese-bacon-walnuts",
    "src": "../images/promos/Baked-Apples-Goat-Cheese-Bacon-Walnuts.jpg",
    "summary": [
      "We call it dessert but we would happily eat this for dinner. Call it what you will but one thing’s for sure, your taste buds will be in heaven and that’s all that really matters! Who doesn’t want apples fresh from the market stuffed with creamy goat cheese, crispy bacon, and crunchy walnuts all wrapped up with the warm flavors of cinnamon and maple syrup? This combo makes for a beautiful, rustic, and delicious fall harvest dessert. The only thing that could possibly make these baked apples any better is a scoop of our homemade cinnamon or vanilla ice cream! Bliss…",
      "Prep time: 15 minutes",
      "Cook time: 55 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 baking apples",
      "McCormick ground Saigon cinnamon, to taste",
      "1 tablespoon calvados or brandy (optional)",
      "6 ounces goat cheese, crumbled",
      "6 ounces bacon, cut into thin strips",
      "⅓ cup walnuts, roughly chopped",
      "2 tablespoons maple syrup",
      "thyme leaves, for garnish (optional)"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Note: Calvados is an apple flavored brandy that infuses these baked apples with even more apple flavor. Regular brandy imparts more of a dried fruit flavor.",
      "Preheat oven to 375℉",
      "In a sauté pan, cook the bacon over medium heat until golden brown. Drain the bacon on paper towels and reserve the fat for another use if desired.",
      "Slice off the top of each apple and set aside. Core and slightly hollow out the apples with a spoon, leaving the bottom intact.  Sprinkle the inside of each apple with cinnamon; fill with goat cheese, bacon, and walnuts. Drizzle each apple with maple syrup and a few drops of calvados or brandy. Place the apples in a baking dish and bake in a preheated oven for about 45 minutes or until apples are fork-tender. Serve warm with an additional drizzle of maple syrup and a sprig of thyme if desired."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/BakedApplesGoatCheeseBaconWalnuts.pdf"
  },
  {
    "id": "61",
    "free": "yes",
    "title": "Mussels Cooked in Wine, Cream, and Tarragon",
    "slug": "mussels-cooked-wine-cream-tarragon",
    "src": "../images/promos/Mussels-Cooked-Wine-Cream-Tarragon.jpg",
    "summary": [
      "Is there anything more tantalizing than wine, shallots, cream, and tarragon dripped deliciously over succulent mussels? The answer is NO! Mussels are a hugely overlooked, inexpensive, and delicious food source. Even better, they're one of the most sustainable meat sources you could possibly choose! You must sop up the salty-sea, winey, tarragon-flavored cream with your favorite gluten-free bread. Slurp it with a spoon, or just drink it from the bowl. Whatever you decide to do, we are confident you’ll find a way to get all the goodness into your belly where it belongs!",
      "Prep time: 20 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 cups dry white wine",
      "⅓ cup minced shallots",
      "1 bouquet garni ( bundle of 2 thyme sprigs, 1 bay leaf, and 8 parsley sprigs), optional",
      "48 mussels, debearded, scrubbed, and rinsed",
      "1 cup heavy cream",
      "2 teaspoons arrowroot (or your choice of thickener)",
      "⅓ cup minced tarragon, or parsley",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the wine, shallots, bouquet garni, and a grind of pepper in a large pot. Bring the wine mixture to a boil and cook over high heat for about 5 minutes. Add the mussels, cover tightly with a lid, and cook for about 3-5 minutes more, shaking the pan occasionally to loosen any grit.",
      "When the mussels have opened, transfer to a bowl with a slotted spoon, reserving the cooking liquid. Discard the bouquet garni and any unopened shells. Keep the mussels warm.",
      "If the liquid has any sand or grit sitting at the bottom of the pot, simply pour off the top liquid into a clean saucepan, leaving the grit behind. If you don’t see any sand or grit, bring the liquid back up to a boil.",
      "Mix the cream and arrowroot together in a small bowl, pour it into the boiling liquid, and simmer for 2-3 minutes. Add the minced tarragon, a squeeze of lemon, and a sprinkle of salt and pepper to taste.",
      "Divide the mussels into 6 shallow bowls and spoon the sauce over top."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/MusselsCookedWineCreamTarragon.pdf"
  },
  {
    "id": "62",
    "free": "yes",
    "title": "Celery Root Purèe",
    "slug": "celery-root-puree",
    "src": "../images/promos/Celery-Root-Puree.jpg",
    "summary": [
      "Mashed potatoes are a timeless classic that everyone adores, but we want you to take a walk on the wild side and whip up a tastier and more nutritious version of this classic comfort dish! To make it super simple, you can boil your vegetables in water like everyone else, but if you want to amp up the yum, opt to cook your veggies in a combo of milk and chicken stock for a burst of deep flavor and silky texture you just can’t get any other way. Top it off with the lush, creamy tang of crème fraîche and savory Parmesan and you’ve got a great dish perfect for any occasion.",
      "Prep time: 20 minutes",
      "Cook time: 20 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "3 ½ pounds celery root, or a combo of celery root and potatoes, parsnips, rutabaga and/or apples, peeled and diced to a 1 inch cube",
      "2 cups whole milk or water",
      "2 cups chicken stock or additional milk or water",
      "1 bay leaf",
      "1 teaspoon kosher salt",
      "3 garlic cloves, peeled and trimmed",
      "3 tablespoons butter",
      "⅓ cup crème fraîche or sour cream",
      "¼ cup grated Parmesan cheese"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Warm the milk, chicken stock, bay leaf, and salt over low heat in a large saucepan.",
      "Peel the vegetables and dice into 1 inch cubes.  Add the vegetables to the saucepan and a bit more milk, stock, or water if necessary, until the vegetables are completely covered. Cover the pan and gently simmer for about 20 minutes, or until the vegetables are completely tender. A knife inserted into each cube should meet no resistance.",
      "Drain the vegetables, discard the bay leaf, and purée using a food processor, food mill, potato ricer, or masher. Add the butter, crème fraîche, and Parmesan cheese to combine. Taste and adjust seasoning with more salt if necessary."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CeleryRootPuree.pdf"
  },
  {
    "id": "63",
    "free": "yes",
    "title": "Cinnamon Apple Crumble",
    "slug": "cinnamon-apple-crumble",
    "src": "../images/promos/Cinnamon-Apple-Crumble.jpg",
    "summary": [
      "This recipe is straight from the heart and filled with love. Think grandma’s house on Christmas Eve or a rainy weekend afternoon spent with the ones you love in the kitchen. This is a warm dessert with a crisp, nutty topping that covers soft, tender pieces of apple stewing in their own juices, swirling with butter and cinnamon. It’s simply irresistible and best served with a scoop of vanilla or cinnamon ice cream, which is exactly what you’ll want melting on top of this delicious crumble.",
      "Prep time: 20 minutes",
      "Cook time: 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the apples:",
    "ingredientsList1": [
      "5 granny smith, pink lady, or golden delicious apples, peeled, cored, and sliced into ½-inch thick slices",
      "2 tablespoons McCormick ground Saigon cinnamon",
      "2 tablespoons maple syrup, or honey",
      "½ lemon, juiced",
      "6 tablespoons butter, melted",
      "2 tablespoons Calvados, brandy, or water",
      "2 teaspoons arrowroot"
    ],
    "ingredients2": "For the crumble:",
    "ingredientsList2": [
      "1 cup walnuts",
      "1 cup pecans",
      "1 cup almond meal",
      "¼ cup maple syrup",
      "½ cup room temperature butter, diced",
      "2 teaspoons McCormick ground Saigon cinnamon",
      "pinch kosher salt"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat oven to 350℉",
      "For the apples: In a small cup, whisk together the Calvados and arrowroot to make a slurry and pour into a large bowl. Add the apples, cinnamon, maple syrup, lemon juice, and butter. Mix to combine. Spoon the glazed apples into individual gratin dishes or into 1 large baking dish. Set aside for the flavors to meld while you make the crumble.",
      "For the crumble: Place the walnuts and pecans in a single layer on a rimmed baking sheet and toast in a preheated oven for 7-8 minutes, until golden brown and fragrant. Let the toasted nuts cool, then chop them medium-fine.",
      "In a bowl, combine the almond meal, maple syrup, butter, cinnamon, and salt.  Work the mixture together with your fingers until crumbly. The crumble should hold together when squeezed. Add 1 cup of the chopped toasted nuts and mix well.",
      "Sprinkle the crumble mixture on top of the glazed apples and bake in the oven for 20-25 minutes, or until the fruit is tender, the sauce is bubbling and thick, and the crumble is golden brown.",
      "Serve warm with vanilla ice cream."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/CinnamonAppleCrumble.pdf"
  },
  {
    "id": "64",
    "free": "yes",
    "title": "Salad Niçoise",
    "slug": "salad-nicoise",
    "src": "../images/promos/SaladNicoiseTR.jpg",
    "summary": [
      "There are few meals that can showcase the color and brilliance of seasonal veggies and what our farmers can do quite like the classic Niçoise salad. In the rush of everyday life, this is one of those recipes that’s worth slowing down for. Life is busy, beautiful, abundant, and sometimes a little bit messy. It’s our hope that this dish is a reminder to enjoy each delicious moment we have with the people we love the most.",
      "Prep time: 20 minutes",
      "Cook time: 40 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 ½ pounds new potatoes",
      "½ pound green beans, trimmed",
      "1 pound green asparagus, trimmed",
      "6 eggs",
      "1 head butter lettuce, washed, dried, and torn into pieces",
      "6 ounces good quality canned tuna fish, packed in olive oil",
      "6 anchovy fillets, optional",
      "1 cup cherry tomatoes, halved",
      "1 small red onion, peeled and thinly sliced",
      "⅓ cup Niçoise or kalamata olives, pitted",
      "2 tablespoons capers",
      "2 tablespoons chopped parsley, chives, or tarragon",
      "Maldon sea salt flakes and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Shallot and Mustard Vinaigrette",
      "To prepare the potatoes, place them in a medium saucepan with a ½ teaspoon of salt, and cover with cold water by about one inch. Bring to a boil and cook the potatoes until just tender when pierced with a knife. Drain in a colander and set aside to cool.",
      "Meanwhile, bring another pot of water to a boil to cook the green beans and asparagus. When the water begins to boil, add ½ teaspoon of salt and drop the green beans into the pot. Cook  until tender, about 5 minutes. Using a sieve, scoop out the beans, drain in a colander,  and refresh under cold water to stop the cooking and preserve the bright green color. Continue with the asparagus using the same method.",
      "Fill a saucepan with water, just enough to cover the eggs, and bring to a boil. With a slotted spoon, carefully lower the eggs into the boiling water, and let them boil for about 30 seconds to set the exterior of the whites. Drop the temperature to a very low simmer and cook for 9 minutes more. Drain.",
      "Cover the eggs with cold water to cool completely. Crack each egg all over and peel under running water, using a sieve to catch the shells. Slice each egg into quarters.",
      "Prepare the remaining ingredients and arrange the salad on a serving platter. Sprinkle with Maldon sea salt flakes and freshly ground pepper. Serve the dressing on the side."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/SaladNicoise.pdf"
  },
  {
    "id": "65",
    "free": "yes",
    "title": "Rolled Eggplant with Red Peppers, Basil-Whipped Chèvre and Tomato Sauce",
    "slug": "rolled-eggplant-red-peppers-basil-whipped-chevre-tomato-sauce",
    "src": "../images/promos/",
    "summary": [
      "This is quite possibly our favorite eggplant recipe of all time, and makes for the perfect little appetizer, first course, or meatless main. What can possibly be more delicious than eggplant sautéed in olive oil, smeared with soft goat cheese whipped with basil and cream, and topped off with roasted red peppers and warm tomato sauce? Nothing! Absolutely nothing!! ",
      "Prep time: 30 minutes",
      "Cook time: 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "4 Japanese eggplants",
      "4 red bell peppers",
      "extra-virgin olive oil",
      "8 ounces chèvre, or fresh goat cheese",
      "scant ¼ cup heavy cream",
      "1 bunch basil",
      "kosher salt and freshly ground pepper, to taste",
      "2 cups homemade tomato sauce, or your favorite store bought brand, warmed"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "To prepare the eggplant, remove the tops and bottoms, and slice lengthwise into ¼-inch rounds. Season each slice with salt and pepper..",
      "Warm 2 tablespoons of olive oil in a large nonstick skillet over medium-high heat. Fry the eggplant, on both sides until soft and golden, in batches. Add a bit more olive oil if the pan becomes dry. Transfer the eggplant to a paper towel-lined plate or baking dish and set aside.",
      "Set the broiler to high and move your oven rack to 6 inches below the heating element.",
      "To prepare the peppers, slice each one into 4 pieces, working from top to bottom and around the stem, leaving the core and seeds behind. Place the slices of pepper cut-side down and skin-side up on a heavy baking sheet and roast under the broiler until they are nicely charred, about 10 minutes. Place the charred peppers in a bowl, cover with plastic wrap, and allow to steam for about 10 minutes. Remove and discard the skins. Tear each pepper slice in half and set aside.",
      "Slice the basil into thin ribbons by stacking half of the leaves on top of one another and rolling them up like a cigar. Transfer to a bowl with the chèvre and heavy cream. Mix gently with a wooden spoon until combined. Tear the remaining basil leaves into pieces and set aside.",
      "To assemble the eggplant, lay each slice on a work surface. Spread on a spoonful of goat cheese and top with 2 slices of roasted red pepper. From the short end, roll the eggplant and transfer to a baking dish or serving plate. Continue with the rest of the eggplant.",
      "Note: The eggplant can be made a day ahead up to this point. When ready to serve, cover your baking dish with aluminum foil and rewarm the eggplant in a 350℉ oven for 20 minutes.",
      "To serve, place a spoonful of warm tomato sauce on each plate and top with 2 to 3 pieces of rolled eggplant. Drizzle each plate with olive oil and garnish with the remaining torn basil leaves."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/"
  },
  {
    "id": "66",
    "free": "yes",
    "title": "Chicken in Red Wine with Bacon, Onions, and Mushrooms 'Coq au Vin Rouge'",
    "slug": "chicken-red-wine-bacon-onions-mushrooms",
    "src": "../images/promos/",
    "summary": [
      "Oh yes! One of the great one-pot wonders of the world, the classic, nourishing, and deeply comforting Coq au Vin. With layers upon layers of flavor from the tender, melt-in-your-mouth chicken to the rich and savory bacon, earthy mushrooms, sweet onions, and luscious wine. It tastes like it’s been on the stove all day, except that it wasn’t. Serve this classic French stew  on top of spaghetti squash polenta or with buttered potatoes to ensure you scoop up every last drop of that delicious sauce!",
      "Prep time: 30 minutes",
      "Cook time: 1 hour and 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 large chicken, 4 to 5 pounds, cut into 8 pieces",
      "¼ cup olive oil",
      "6 ounces bacon, sliced into lardons",
      "1 onion, diced",
      "2 celery stalks, diced",
      "4 large carrots, sliced ¼ inch thick",
      "1 pound button mushrooms, wiped clean and sliced",
      "3 garlic cloves, sliced",
      "½ cup brandy (optional, but recommended)",
      "1 bottle of pinot noir",
      "1 tablespoon tomato paste",
      "1 cup chicken stock",
      "3 thyme sprigs",
      "2 tablespoons of butter",
      "¼ cup chopped parsley",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Lay the chicken on a work surface and season generously with salt and pepper.",
      "Cook the bacon in a large dutch oven, or a heavy stock pot over medium-high heat until brown and crispy, about 10 minutes. Remove the bacon with a slotted spoon and set aside.",
      "Using the bacon fat in the pan, add half the chicken in a single layer and cook over medium-high heat. Turn the chicken every couple of minutes until golden brown on all sides, 8-10 minutes. Transfer to a plate and continue with the rest of the chicken pieces.",
      "When the chicken is browned, pour out the bacon fat and add 3 tablespoons of fresh oil or butter. Stir in the onions, celery, carrots, mushrooms, and garlic. Season generously with salt and pepper. Cook over high heat, stirring frequently, until lightly caramelized, about 6-8 minutes.",
      "Pour in the brandy (optional; this may flame up, so be careful!!), scrape up all the browned bits from the bottom of the pan and reduce the liquid by half. Add the red wine and reduce the liquid by two thirds. Stir in 1 tablespoon of tomato paste until combined.This entire process should take about 15 minutes.",
      "Nestle the browned chicken pieces in the pan and pour in the chicken stock to three-quarters of the way up the sides of the chicken. Add more chicken stock if needed as well as the thyme sprigs. Bring the liquid back to a boil, reduce the heat to low and cover. Simmer gently for about 30 minutes, or until the chicken is completely cooked through.",
      "Taste and adjust the seasoning with more salt and pepper as needed. If the sauce is still quite thin, remove the chicken and further reduce the liquid until thickened. Finish the sauce with 2 tablespoons of butter and garnish with fresh chopped parsley."
    ],
    "download": "https://ekm383.github.io/LDRDownloads/"
  }
]
