[
  {
    "id": "6",
    "free": "yes",
    "title": "Eggplant and Ricotta Tart with Fresh Herbs and Tomatoes",
    "slug": "eggplant-ricotta",
    "src": "../images/promos/la-rina-dolce-eggplant-promo-01.jpg",
    "summary": [
      "This tart is a reflection of Northern California’s beautiful, sun-drenched, summer markets filled with bushels of bright red tomatoes, dark purple eggplants, fresh herbs, and olive oil. There is no better time than summertime to eat this delicious tart! ",
      "Prep time: 40 minutes",
      "Cook time: 25-30 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the Toppings",
    "ingredientsList1": [
      "1 medium eggplant, sliced into ¼-inch thick rounds",
      "extra-virgin olive oil",
      "½  cup ricotta cheese",
      "1 teaspoon herbes de Provence or Italian seasoning",
      "1 clove garlic, finely chopped",
      "⅓ cup chopped basil",
      "¼ cup grated Parmesan cheese",
      "4 ounces fresh mozzarella, sliced",
      "1 ½ cups tomato sauce",
      "½ cup fresh cherry tomatoes, sliced in half",
      "handful of small basil leaves",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "Yeast Mixture",
    "ingredientsList2": [
      "¼ cup lukewarm water",
      "2 tablespoons raw honey",
      "2 teaspoons (1 packet) active dry yeast"
    ],
    "ingredients3": "Dry Ingredients",
    "ingredientsList3": [
      "1 ⅓ cup arrowroot flour",
      "⅓ cup coconut flour",
      "1 ½ cups almond flour",
      "2 tablespoons Italian seasoning",
      "2 teaspoons salt"
    ],
    "ingredients4": "Wet ingredients",
    "ingredientsList4": [
      "2 eggs",
      "1 tablespoon extra-virgin olive oil, plus more for brushing the crust",
      "2 teaspoons raw apple cider vinegar"
    ],
    "directions": [
      "Note: You will need parchment paper and a rolling pin for this dough. A basic wooden rolling pin can be purchased for under $10 at most big box retail stores.  If you don’t have a rolling pin, or don’t want to buy one, you can use a tall drinking glass, a round glass jar, wine bottle, or liquor bottle. This dough is soft and very easy to roll out.",
      "Note: To ramp up the flavor of this delicious tart, whip up a batch of garlic and herb-infused olive oil to cook the onions and brush on the crust.",
      "To prepare the toppings, season the sliced eggplant on both sides with salt and pepper. In batches, pan-fry the eggplant in olive oil in a large skillet until tender and golden brown, drizzling in more olive oil as needed. Arrange the eggplant on a paper towel-lined plate and set aside.",
      "Combine the ricotta cheese, herbs de Provence, garlic, basil, and Parmesan in a small bowl and set aside.",
      "Preheat the oven to 425°F",
      "Cut a piece of parchment paper the size of a half-sheet pan (12” X 16”) and set aside.",
      "To prepare the crust, whisk together the ingredients for the yeast mixture in a small cup or bowl and let stand for about 5 minutes, until the mixture becomes foamy.",
      "In the bowl of a stand mixer, sift together the dry ingredients.",
      "In a separate small bowl, whisk together the wet ingredients and add the yeast mixture when ready.",
      "Using the stand mixer fitted with the paddle attachment, combine the dry and wet ingredients together until a soft dough forms. Transfer the dough to the center of your cut sheet of parchment paper on a work surface.",
      "Using a rolling pin, roll out the dough to the size of your parchment paper, rotating the paper with quarter-half turns, evenly rolling out the dough to the edges of the paper. Your dough should be about ¼-inch thick.",
      "Transfer the dough with the parchment paper to a half-sheet pan and brush the dough with a thin layer of olive oil.",
      "Bake the crust for 10 minutes.",
      "Remove the crust from the oven and top with a layer of tomato sauce, and then with spoonfuls of the ricotta mixture. Continue with the sliced mozzarella and eggplant.",
      "Bake for an additional 5-10 minutes until the mozzarella is melted and bubbly. Garnish with fresh tomatoes and basil leaves. Cut and serve."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/EggplantandRicottaTart.pdf"
  },
  {
    "id": "7",
    "free": "yes",
    "title": "Warm Blue Cheese Dates with Brown Butter and Lime Zest",
    "slug": "warm-blue-cheese",
    "src": "../images/promos/la-rina-dolce-warm-blue-cheese-promo-01.jpg",
    "summary": [
      "These tasty morsels  are perfect, unimprovable, delectable delights that will blow your mind! And we mean “eyes rolling in the back of your head” blown. For this dish, we made a special trip to the Chico farmers market to snag some of the freshest dates, blue cheese, limes, and butter money can buy. The result? Salty-sweet, tart, creamy, warm, and gooey perfection! Nature's candy at its best!",
      "Prep time: 15 minutes",
      "Cook time: 3 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients",
    "ingredientsList1": [
      "16 Medjool dates, pitted",
      "3 ounces blue cheese",
      "1 lime, zested",
      "3 tablespoons butter",
      "Maldon sea salt flakes, for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "With a small knife, cut a slit lengthwise into each date and remove the pit. Stuff each date with a morsel of blue cheese and press the two ends back together.",
      "Heat the butter in a skillet over medium heat; add the dates and cook, swirling and shaking the pan until the butter has browned and the dates are warmed through. Add the lime zest and cook for a few seconds more. Garnish with a very light sprinkle of Maldon sea salt flakes. Serve warm."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/WarmBlueCheeseDates.pdf"
  },
  {
    "id": "8",
    "free": "yes",
    "title": "Whipped Feta Spread with Mint and Pomegranate",
    "slug": "whipped-feta",
    "src": "../images/promos/la-rina-dolce-whipped-feta-promo-01.jpg",
    "summary": [
      "This dish was inspired by the flavors of the Mediteranean, where sun-drenched, open-air markets abound with fresh eggplants, goat cheese, olive oil, herbs, and pomegranates. This is a lovely hors d'oeuvre served alongside grilled or raw vegetables and a perfect accompaniment to grilled meats. This is a great example of how we like to cook! When you have the best quality ingredients fresh from the market, preparing them simply is the best way to eat and enjoy real food!",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 4 to 6"
    ],
    "ingredients1": "Ingredients",
    "ingredientsList1": [
      "⅓ cup chopped mint, plus more for garnish",
      "2 garlic cloves, chopped",
      "4 tablespoons extra-virgin olive oil or garlic and herb infused olive oil",
      "1 tablespoon fresh lemon juice",
      "1 teaspoon freshly ground pepper",
      "½ pound feta cheese, crumbled",
      "⅓ cup pomegranate seeds",
      "½ cup chopped cilantro",
      "1 large eggplant, sliced ½ inch thick",
      "kosher salt",
      "extra-virgin olive oil, or garlic and herb infused olive oil"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the mint, garlic, olive oil, lemon juice, and pepper in a bowl of a food processor and purée. Add the feta and pulse until smooth. Refrigerate.",
      "Season the eggplant slices with salt and pepper. Warm 2 tablespoons of olive oil in a large skillet over medium-high heat, and sauté the eggplant in batches until golden brown on both sides. Add additional olive oil as needed, if the pan starts to look dry. Transfer to a serving dish and top each slice of eggplant with the feta spread. Garnish  with mint, cilantro, and pomegranate seeds."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/WhippedFetaSpread.pdf"
  },
  {
    "id": "9",
    "free": "yes",
    "title": "Zucchini Fritters with Basil-Crème Fraîche",
    "slug": "zucchini-fritters",
    "src": "../images/promos/la-rina-dolce-zucchini-fritters-promo-01.jpg",
    "summary": [
      "Fritters are fabulous! We want you to believe it, so next time you do your daily mindfulness practice, be sure to include “fritters are fabulous” into your mantra and you’ll be certain to manifest this much needed dish into your life! We make these fritters healthy and farm-fresh choosing zucchini during its bountiful summer season. The combination of zucchini, shallots, herbs, and Parmesan is delightful, especially when topped with our lush, lemony, garlicky, basil-crème fraîche.",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "For the Zucchini:",
    "ingredientsList1": [
      "1 pound zucchini, trimmed and grated",
      "1 teaspoon kosher salt",
      "1 shallot, sliced thin",
      "1 teaspoon herbes de Provence, or thyme",
      "1 egg, beaten",
      "½ cup grated Parmesan ",
      "½ lemon, juiced",
      "¼ cup almond flour"
    ],
    "ingredients2": "For the basil-crème fraîche:",
    "ingredientsList2": [
      "¾ cup crème fraîche or sour cream",
      "1 clove garlic, grated",
      "squeeze of lemon",
      "⅓ cup basil, sliced",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the zucchini and salt in a colander and let it sit for 20 mins.",
      "In a small bowl, combine the crème fraîche with garlic and lemon. Season with salt and pepper to taste. If the mixture is too thick, whisk in a tablespoon of water. The  consistency should  be similar to lightly whipped cream.",
      "Squeeze the liquid from the zucchini and place in a medium bowl. Mix in the remaining ingredients, then pan-fry heaping spoonfuls of the mixture in olive oil, flattening with a spatula, 3-4 mins per side until brown and crispy. Drain on paper towels and season with salt.",
      "Serve the fritters with a spoonful of crème fraîche and garnish with chopped basil."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/ZucchiniFritters.pdf"
  },
  {
    "id": "10",
    "free": "yes",
    "title": "French Onion Soup",
    "slug": "french-onion-soup",
    "src": "../images/promos/la-rina-dolce-french-onion-soup-promo-01.jpg",
    "summary": [
      "This recipe is one to learn by heart. We’ve simplified this French bistro classic into the most straightforward, but well-made and delicious, French onion soup that you’ll eat anywhere. Only a handful of quality ingredients and a little bit of time transform the humble onion into a bowl of pure magic. No bread required!",
      "Prep time: 20 minutes",
      "Cook time: 1 hour and 30 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "¼ pound of butter (1 stick)",
      "6 medium yellow onions, sliced",
      "2 teaspoons kosher salt",
      "1 teaspoon freshly ground pepper",
      "2 cloves garlic, minced",
      "1 cup dry white wine",
      "1 quart beef stock",
      "½ cup dry sherry",
      "½ cup grated Parmesan cheese",
      "2 cups grated Gruyère cheese",
      "2 teaspoons arrowroot to thicken, optional",
      "lemon juice, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a large saucepan, or dutch oven, melt the butter over medium heat. Add the onions, salt, and pepper and cover the pot with a lid, leaving the lid slightly ajar. Slowly cook down the onions, stirring frequently, about 45 minutes, or until very soft. The onions should melt in your mouth.",
      "Turn up the heat and cook uncovered, stirring frequently for 5-10 minutes, until the onions are golden-brown and caramelized. Add the garlic, cook for one additional minute, then pour in the white wine and stock. Gently simmer for  20 minutes. Then stir in the sherry and simmer for an additional 10 minutes. Adjust the seasoning with additional salt, pepper, and lemon juice to taste.",
      "Note: The soup should taste slightly under-salted. The addition of Parmesan and Gruyère will make it saltier while the lemon juice will balance everything out with a touch of acidity.",
      "Combine 2 teaspoons of arrowroot with a spoonful of broth from the pot in a small bowl and whisk until combined. Slowly whisk the slurry into the soup and simmer ever-so-gently, for 2 minutes, until thickened.",
      "Note:   Since we want this broth to have some body to it, we incorporated arrowroot, our favorite gluten-free thickener, to create that luscious mouthfeel we all know and love from a well-made French onion soup. ",
      "Just before serving, preheat the broiler and move the top oven rack to the middle position. Place 6 oven-proof soup bowls on a baking sheet and divide the soup evenly. Sprinkle each bowl with Parmesan and Gruyère cheese and place under the broiler until golden and bubbly. Serve immediately."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/FrenchOnionSoup.pdf"
  },
  {
    "id": "11",
    "free": "yes",
    "title": "Heirloom Tomato Salad with Niçoise Olives, Burrata, and Basil",
    "slug": "heirloom-tomato",
    "src": "../images/promos/la-rina-dolce-heirloom-tomato-promo-01.jpg",
    "summary": [
      "This is how the dinner table conversation will go when you serve this salad at your next soireé. Your guest will say, “Oh yay, I love Caprese salad!” You will respond, “Oh my dear, this is not a Caprese Salad. Ordinary mozzarella cheese and tomato slices are so last year. This is a summer heirloom tomato salad with French olives, creamy burrata cheese, fresh basil, and a drizzle of my best olive oil.” Then you’ll drop the mic, or the serving spoons, and walk daintily back into the kitchen while your guests ogle with awe at your culinary prowess.",
      "Oh, and in case your guests follow up with a few questions, here are some details. Some of the best Burrata in the world comes from the big and happy cows in Puglia, Italy, so ask your local grocer if they carry it.  “Burrata” is the Italian word for “buttered” and known for its soft, buttery flavor and texture. It is a fresh cheese made from mozzarella and cream in which the outer shell is solid mozzarella, while the inside is a combination of both mozzarella and cream. The result is a pure, creamy, dreamy, silky, luscious center, and if you’ve never experienced it, don’t walk, RUN out and get some!",
      "Prep time: 15 minutes",
      "Serves: 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 cups cherry tomatoes, cut in half",
      "2 to 3 pounds heirloom tomatoes, assorted shapes, sizes, and colors",
      "¼ cup Niçoise olives, pitted",
      "¼ cup thinly sliced shallots",
      "½ teaspoon Maldon sea salt flakes",
      "freshly ground pepper, to taste",
      "¼ cup torn basil leaves",
      "1 pound burrata or mozzarella, cut into slices",
      "extra-virgin olive oil",
      "red wine vinegar"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Core the heirloom tomatoes and cut into ¼ inch slices. Season with sea salt and freshly ground pepper.",
      "Arrange the slices overlapping on a large serving dish. Drizzle a little olive oil on top and lightly splash with vinegar. Tuck the burrata slices in and around the slabs of tomato and sprinkle with a few basil leaves.",
      "Toss the cherry tomatoes, olives, and shallots gently in a medium bowl with ½ teaspoon of sea salt, a pinch of ground pepper, 2 tablespoons of olive oil, and 2 teaspoons of vinegar. Taste and adjust seasoning as needed.",
      "Arrange the salad on top of the burrata and scatter the remaining basil leaves on top for garnish."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/HeirloomTomatoSalad.pdf"
  },
  {
    "id": "12",
    "free": "yes",
    "title": "Tomatoes Stuffed with Almonds, Herbs, Cheese, and Garlic  ",
    "slug": "tomatoes-stuffed",
    "src": "../images/promos/la-rina-dolce-tomatoes-stuffed-promo-01.jpg",
    "summary": [
      "These ripe, delicious tomatoes stuffed with a simple mixture of toasted almonds, fresh herbs, and rich, creamy Gruyere, make the perfect side to accompany your favorite grilled or roasted meats and fish. We suggest you try these summertime flavor bombs with omelets, scrambled eggs, or anything that strikes your foodie fancy! The tomatoes can be stuffed in advance and baked just before serving, making them even more wonderful (and easy) to make and eat.",
      "Prep time: 15 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 small ripe tomatoes",
      "2 tablespoons butter",
      "1 cup finely chopped almonds",
      "2 garlic cloves, minced",
      "1 large shallot, minced",
      "1 ½ cups grated Gruyère",
      "2 tablespoons grated Parmesan",
      "¼ cup chopped parsley, plus more for garnish",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Preheat oven to 400℉",
      "Remove the tops from each tomato, and gently scrape out the seeds with your fingers or with a small knife. Lightly sprinkle salt and pepper on the insides and place upside down on a paper towel-lined plate, to drain, while you prepare the stuffing.",
      "Melt the butter in a medium skillet over medium heat and add the almonds. Toast the nuts for a few minutes, until golden brown, then place in a bowl to cool. Remove ¼ cup of the toasted almonds and set aside on a small plate for garnish.  Add the rest of the ingredients to the bowl and mix to combine.",
      "Divide the stuffing evenly between the tomatoes and arrange in an oven-proof skillet or baking dish. Lightly drizzle olive oil over each tomato. Bake in the oven until the stuffing is warmed through and the cheese is bubbly, about 10 minutes. Garnish with the remaining toasted almonds and herbs. Serve warm."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/TomatoesStuffedwithAlmonds.pdf"
  },
  {
    "id": "13",
    "free": "yes",
    "title": "Mussels Cooked in Wine, Cream, and Tarragon",
    "slug": "mussels-cooked",
    "src": "../images/promos/la-rina-dolce-mussels-cooked-promo-01.jpg",
    "summary": [
      "Is there anything more tantalizing than wine, shallots, cream, and tarragon dripped deliciously over succulent mussels? The answer is NO! Mussels are a hugely overlooked, inexpensive, and delicious food source. Even better, they're one of the most sustainable meat sources you could possibly choose! You must sop up the salty-sea, winey, tarragon-flavored cream with your favorite gluten-free bread. Slurp it with a spoon, or just drink it from the bowl. Whatever you decide to do, we are confident you’ll find a way to get all the goodness into your belly where it belongs!",
      "Prep time: 20 minutes",
      "Cook time: 15 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 cups dry white wine",
      "⅓ cup minced shallots",
      "1 bouquet garni ( bundle of 2 thyme sprigs, 1 bay leaf, and 8 parsley sprigs), optional",
      "48 mussels, debearded, scrubbed, and rinsed",
      "1 cup heavy cream",
      "2 teaspoons arrowroot (or your choice of thickener)",
      "⅓ cup minced tarragon, or parsley",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the wine, shallots, bouquet garni, and a grind of pepper in a large pot. Bring the wine mixture to a boil and cook over high heat for about 5 minutes. Add the mussels, cover tightly with a lid, and cook for about 3-5 minutes more, shaking the pan occasionally to loosen any grit.",
      "When the mussels have opened, transfer to a bowl with a slotted spoon, reserving the cooking liquid. Discard the bouquet garni and any unopened shells. Keep the mussels warm.",
      "If the liquid has any sand or grit sitting at the bottom of the pot, simply pour off the top liquid into a clean saucepan, leaving the grit behind. If you don’t see any sand or grit, bring the liquid back up to a boil.",
      "Mix the cream and arrowroot together in a small bowl, pour it into the boiling liquid, and simmer for 2-3 minutes. Add the minced tarragon, a squeeze of lemon, and a sprinkle of salt and pepper to taste.",
      "Divide the mussels into 6 shallow bowls and spoon the sauce over top."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/MusselsCookedinWine.pdf"
  },
  {
    "id": "14",
    "free": "yes",
    "title": "Mussels Stuffed with Garlic, Parmesan, Almonds, and Herbs",
    "slug": "mussels-stuffed",
    "src": "../images/promos/la-rina-dolce-mussels-stuffed-promo-01.jpg",
    "summary": [
      "The little meaty morsels we know as mussels have a lot going for them. They’re cheap, sustainable, quick and easy to cook, and downright delicious! You are going to LOVE this recipe - a fantastic combination of sweet mussels steamed in white wine and baked to perfection with butter, almonds, cheese, garlic, herbs, and lemon. You’ll feel like you’ve been given a gift from Poseidon and your guests will bow down to you and crown you Amphitrite, goddess of the sea because these are truly fan-freaking-tastic!!!!",
      "Prep time: 30 minutes",
      "Cook time: 15",
      "Serves 6"
    ],
    "ingredients1": "For the Stuffing:",
    "ingredientsList1": [
      "8 tablespoons butter, room temperature",
      "1 ½ cup finely ground almonds",
      "⅓ cup grated Parmesan cheese",
      "2 large shallots, minced",
      "3 garlic cloves, minced",
      "3 teaspoons herbes de Provence",
      "⅓ cup chopped parsley, plus more for garnish",
      "1 lemon, zested and juiced",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "For the Mussels:",
    "ingredientsList2": [
      "4 pounds of mussels, debearded, scrubbed, and rinsed",
      "1 ½ cups dry white wine"
    ],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Make the stuffing by combining all of the ingredients in a bowl. Set aside.",
      "Preheat the oven 450℉",
      "Bring the wine to a boil in a large pot, then add the mussels. Cover and cook over high heat until they just open, 3-5 minutes. Transfer to a bowl with a slotted spoon, reserving the cooking liquid, and discarding any unopened mussels.",
      "Remove one half shell from each mussel, and arrange them mussel side up on a large baking sheet. ",
      "Pour the reserved cooking liquid in a ramekin, leaving behind any grit, and spoon on top of the mussels. Put a spoonful of flavored butter on top of each mussel and season again with salt and pepper. Place the mussels in the oven and bake for 5-10 minutes, or until golden brown. Serve immediately with a glass of crisp white wine."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/MusselsStuffedwithGarlic.pdf"
  },
  {
    "id": "15",
    "free": "yes",
    "title": "Chicken with Mustard",
    "slug": "chicken-with-mustard",
    "src": "../images/promos/la-rina-dolce-chicken-with-mustard-promo-01.jpg",
    "summary": [
      "There are few things more simple, classic, and delicious than luscious chicken dripping with mustard, white wine, and cream. In this recipe, we rubbed the chicken down with a mixture of mustard, garlic, shallots, and herbs. Then let it marinate for a few hours in the fridge to infuse the chicken with a boatload of flavor. The chicken was then seared in a pan to create an irresistibly crispy skin and finished it off with a tangy, creamy, dreamy mustard sauce.  Serve this dish with a big, bountiful salad and call it dinner. If you’re hankering to crank the wow factor up a notch, a celery root puree would be the perfect addition!",
      "Prep time: 20 minutes, plus 4 hours or overnight in the fridge (optional)",
      "Cook time: 45 minutes",
      "Serves 6"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "6 whole chicken legs, cut into thighs and drumsticks",
      "⅔ cup dijon mustard, plus 1 tablespoon",
      "6 garlic cloves, thinly sliced",
      "1 shallot, thinly sliced",
      "⅓ cup chopped parsley, plus more for garnish",
      "2 sprigs of thyme, leaves removed",
      "1 ½ cups white wine",
      "¼ cup heavy cream",
      "2 tablespoons butter",
      "squeeze of lemon juice",
      "kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Mix ⅔ cup mustard, garlic, shallots, parsley, thyme, salt, and pepper in a bowl. Toss the chicken pieces in the mustard mixture, lifting the skin and rubbing some of the mixture underneath. You can cook the chicken immediately, but it’s best marinated for 4 hours, or overnight.",
      "Heat a large skillet with a lid or a Dutch oven over medium-high heat and swirl in a bit of olive oil.  Add half the chicken (3 legs and 3 thighs) in a single layer and cook over medium-high heat, turning the chicken every couple of minutes until golden brown on all sides.",
      "Transfer the chicken to a bowl, pour half of the wine into the hot pan and bring to a boil.  Using a wooden spoon, scrape the darkened bits from the bottom of the pan and reduce the liquid by ½. Pour this mixture into the bowl with the chicken. Repeat with the remaining chicken thighs and drumsticks.",
      "When the second batch of chicken is done, return all of the chicken and wine back to the pan. If you don’t have at least ½ cup of liquid in the pan, add a little more wine (or water). Cover the pan and cook  over low to medium heat, turning and basting the chicken in the sauce while it’s cooking, 15-20 minutes. To check for doneness, pierce the meat near the bone with a paring knife. When ready, the juices from the chicken will run clear and the meat will no longer be pink. A meat thermometer should register at 165℉.",
      "To serve, place the chicken on a serving platter and whisk the parsley, 1 tablespoon mustard, and heavy cream into the hot pan. Simmer for 1 minute and finish the sauce with 2 tablespoons of butter.  Taste and adjust seasoning with more salt, pepper, and/or lemon juice as needed. If the sauce is too thick, thin it out with a few drops of water. Place the chicken back in the pan or serve it on a platter with the sauce on the side. Garnish with chopped parsley."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/ChickenwithMustard.pdf"
  },
  {
    "id": "16",
    "free": "yes",
    "title": "Grilled Steak and Lamb with Fresh Herbs, Feta, and Pomegranate",
    "slug": "grilled-steak",
    "src": "../images/promos/la-rina-dolce-grilled-steak-promo-01.jpg",
    "summary": [
      "Thoughtful seasoning and marinating can elevate even the simplest of dishes, and this recipe is an excellent example of just that. The flavors of rosemary, garlic, and red chili flakes are a match made in heaven, especially when sprinkled on a meaty, juicy steak. Because we wouldn’t dream of spending the money on sometimes pricey grass-fed lamb, we gave it the royal treatment of fresh garlic and herbs, a beautiful garnish of green sauce deliciousness, and little pink gems of pomegranate seeds. This dish is simply gorgeous!",
      "Prep time: 40 minutes, plus optional overnight marinade",
      "Cook time: 10 minutes",
      "Serves 6"
    ],
    "ingredients1": "Marinade for the steak:",
    "ingredientsList1": [
      "3 rib-eye or sirloin steaks, trimmed",
      "3 sprigs rosemary, chopped",
      "4 garlic cloves, chopped",
      "1 teaspoon red pepper flakes",
      "extra-virgin olive oil",
      "kosher salt and freshly ground pepper, to taste",
      "Brush the steak with olive oil and season with garlic, rosemary, red pepper flakes, salt, and pepper. Allow to marinate for at least 30 minutes, or overnight in the fridge."
    ],
    "ingredients2": "Marinade for the lamb chops:",
    "ingredientsList2": [
      "6 lamb chops",
      "¼ cup extra-virgin olive oil",
      "bay leaf",
      "2 tablespoons rosemary leaves",
      "¼ cup parsley",
      "¼ cup mint ",
      "2 garlic cloves",
      "5 black peppercorns",
      "Combine all ingredients in a blender and puree. Coat the lamb and allow it to marinate for 30 minutes, or overnight in the fridge."
    ],
    "ingredients3": "Fresh Herb and Feta Sauce:",
    "ingredientsList3": [
      "⅓ cup Feta cheese",
      "1 cup parsley, chopped",
      "1 tablespoon capers, rinsed and chopped",
      "1 shallot, minced",
      "1 garlic clove, minced",
      "zest of ½ lemon",
      "¾ cup extra-virgin olive oil",
      "2 tablespoons lemon juice, or more to taste",
      "¼ teaspoon kosher salt",
      "¼ teaspoon freshly ground pepper",
      "Combine all ingredients in a bowl and let sit for at least 1 hour, or up to 6 hours in the fridge. The flavors improve as it sits. Serve at room temperature."
    ],
    "ingredients4": "For Garnish:",
    "ingredientsList4": [
      "Maldon sea salt flakes",
      "⅓ cup pomegranate seeds",
      "Combine all ingredients in a bowl, except for the garnishes. Let sit for at least 1 hour, or up to 6 hours in the fridge. The flavors improve as it sits. Serve at room temperature."
    ],
    "directions": [
      "Remove the steak and lamb from the marinade. Grill (or broil) the meat over high heat for a few minutes on each side, or until cooked to your liking. Rib-eye steaks will take longer than sirloin steaks and lamb chops.",
      "Let the meat rest for a few minutes, then lightly sprinkle with Maldon sea salt. Serve with the fresh herb and feta sauce, garnish with pomegranate seeds.",
      "Note: Remove the meat from the refrigerator at least 30 minutes before grilling to ensure even cooking. Grill your meat in a heavy cast-iron grill pan if you don’t have a gas or charcoal grill. It won’t have that smoky grilled flavor we all love, but it will still be delicious.",
      "Tip: In order to get a nice sear on your meat and ensure that the meat doesn’t stick, make sure your grill is very hot. When you place the meat on the grill, you should hear it start to sizzle immediately. Let the meat cook for a few minutes without moving it. For even more surface caramelization, rotate the meat by 90 degrees and cook a few more minutes. Turn the meat over and cook for an additional 3-5 minutes depending on the size of the meat. Use the touch method to test for doneness. If the meat is still soft to the touch, it is rare. When you start to see the juices run to the surface of the meat, it is cooked to about medium. As the meat firms up, it moves closer to being well-done.",
      "Tip: Grab a few extra things while you’re out shopping like some eggplants, zucchini, and peppers. Slice them up, drizzle with a bit of olive oil, and grill for a few minutes on each side. Sprinkle with Maldon sea salt or whip up a feta spread with mint, garlic, lemon, and olives and serve everything alongside your grilled meat. It’s beautiful, healthy and delicious eating at its best!"
    ],
    "download":"https://ekm383.github.io/LDRDownloads/GrilledSteakandLamb.pdf"
  },
  {
    "id": "17",
    "free": "yes",
    "title": "Lamb Meatballs with Minted Yogurt and Pomegranate Molasses",
    "slug": "lamb-meatballs",
    "src": "../images/promos/la-rina-dolce-lamb-meatballs-promo-01.jpg",
    "summary": [
      "We sourced this beautiful grass-fed lamb from local Northern CA farmers Duane and Wendy Massa who live only 15 minutes from where this book was created. When you can find superbly fresh pasture raised quality ground lamb like this, you want to treat it with the love it deserves. You won’t believe the flavors you’ll be able to create when using farm fresh ingredients. Less is more, simple is best, and straight from the source is downright fabulous. This particular recipe was inspired by the flavors of Marguez - a  North African lamb sausage that just might be one of the tastiest sausages on the planet. We simplified things by applying some of the same great spicy flavors to the everyday meatball. Then we topped everything off with a lovely contrast of cucumber, yogurt, mint, and pomegranate. Grab a basket, go to your farmers market, hug your farmer, go straight home, and make some freakin’ meatballs!",
      "Prep time: 20 minutes",
      "Cook time: 20 minutes",
      "Serves 6 to 8"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "2 pounds ground lamb",
      "6 garlic cloves, minced",
      "1 teaspoon ground cumin",
      "1 teaspoon ground coriander",
      "1 teaspoon paprika",
      "½ teaspoon cayenne",
      "1 tablespoon ground cinnamon",
      "½ lemon, juiced ",
      "2 shallots, minced",
      "4 sprigs of oregano, leaves chopped or 1 tablespoon dried",
      "1 tablespoon honey ",
      "1 cup greek yogurt, crème fraîche, or sour cream",
      "1 teaspoon honey",
      "⅓ cup chopped mint",
      "¼ cup pomegranate molasses",
      "1 Japanese cucumber, sliced thin",
      "⅓ cup pomegranate seeds, for garnish"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "In a large bowl, combine the lamb, garlic, cumin, coriander, paprika, cayenne, cinnamon, lemon, shallots, oregano, honey, salt, and pepper. Form the ground lamb mixture into golf ball sized meatballs and lay them out on a baking sheet.",
      "In a medium bowl, thin the greek yogurt slightly with a drizzle of water. You want the yogurt to be the consistency of lightly whipped cream. Mix the greek yogurt with half of the fresh mint. Add the honey, salt, and pepper to taste.",
      "Heat a thin layer of olive oil in a large skillet over medium-high heat until it shimmers, then cook the meatballs in batches until browned on the outside and medium on the inside. Transfer the meatballs to a serving platter and brush sparingly with pomegranate molasses. Serve with minted yogurt and garnish with cucumbers, mint, and pomegranate seeds.",
      "Makes approximately 25-30 small meatballs.",
      "Note on Lamb: For a milder lamb taste, you can make this recipe using 1 pound of lamb combined with one pound of beef.",
      "Note on Pomegranate Molasses: If you can’t find pomegranate molasses, you can boil 12 ounces of pomegranate juice in a saucepan over high heat until reduced to ¼ cup."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/LambMeatballs.pdf"
  },
  {
    "id": "18",
    "free": "yes",
    "title": "Maitre d’ Hotel Butter",
    "slug": "hotel-butter",
    "src": "../images/promos/la-rina-dolce-hotel-butter-promo-01.jpg",
    "summary": [
      "You know the saying, “Everything's better with butter!” Flavored butters are delicious, simple to make, and the irresistible combinations are endless. With minimal preparation efforts, you’ll have plenty of instant sauces for scrambled eggs, grilled meats, vegetables, and fish. This recipe makes about ½ cup, enough for 4 to 6 steaks and maybe a little leftover for scrambling eggs in the morning!"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "4 ounces (1 stick) butter, room temperature",
      "1 tablespoon lemon juice, or lemon zest",
      "3 tablespoons minced fresh parsley",
      "2 tablespoons minced shallot",
      "⅛ teaspoon Maldon sea salt flakes",
      "freshly ground black pepper, to taste"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the ingredients in a roomy bowl and beat them together with a wooden spoon until soft and fluffy. You can also use an electric mixer.",
      "To serve, transfer the butter to a serving bowl and pass it around at the table, or spoon it in the center of a piece of wax paper and form into a log using a bench scraper. Chill the butter in the fridge until hardened (about 2 hours) and then slice into little disks. Butter will keep for several days in the fridge or about a month in the freezer. "
    ],
    "download":"https://ekm383.github.io/LDRDownloads/MaitreDHotel Butter.pdf"
  },
  {
    "id": "19",
    "free": "yes",
    "title": "Crème Fraîche",
    "slug": "creme-fraiche",
    "src": "../images/promos/la-rina-dolce-creme-fraiche-promo-01.jpg",
    "summary": [
      "Rich, tangy, luscious crème fraîche is one of the many culinary triumphs of French cuisine. Thank the heavens above that cheesemakers here in the U.S. are doing a great job producing their own crème fraîche, and that it can be found in many well-stocked supermarkets and natural food stores across our great land. However, if you do have trouble finding it, or if you are feeling extra French, you can easily make this simple homemade version. We love to blend it with fresh herbs and lemon then spoon it on top of chicken and fish. And when it comes to fresh fruit and dessert, we especially love it whipped with honey and vanilla.",
      "Prep time: 2 minutes",
      "Makes 1 cup"
    ],
    "ingredients1": "Ingredients:",
    "ingredientsList1": [
      "1 cup heavy whipping cream",
      "2 tablespoons buttermilk, or plain yogurt"
    ],
    "ingredients2": "",
    "ingredientsList2": [""],
    "ingredients3": "",
    "ingredientsList3": [""],
    "ingredients4": "",
    "ingredientsList4": [""],
    "directions": [
      "Combine the cream and buttermilk in a small glass or metal bowl and cover with plastic wrap. Let sit for 24 hours at room temperature to culture and thicken. Refrigerate until ready to use. Will keep in the fridge for about a week. "
    ],
    "download":"https://ekm383.github.io/LDRDownloads/CremeFraiche.pdf"
  },{
    "id": "20",
    "free": "yes",
    "title": "Braised Sauerkraut with Pork Chops, Sausages, Potatoes, and Mustard",
    "slug": "braised-sauerkraut",
    "src": "../images/promos/Braised-Sauerkraut-with-Pork-Chops.jpg",
    "summary": [
      "This is a simple, classic, delicious, hearty, all-in-one winter time dish meant to be shared! We cooked the onions and sauerkraut in a bit of wine and chicken stock to give the dish that extra punch of savory, winey flavor. We kept it traditional by using different types of German sausages like bratwurst and weisswurst (or white sausages). Make this recipe your own by grilling up a few of your favorite sausages like spicy chorizo, smokey andouille, or sweet Italian, and choosing a good wine to cook the tangy sauerkraut, creating a perfect match. Finally, as if kraut and sausage with plenty of mustard for your dipping pleasure wasn’t enough, we threw in some golden buttery potatoes. Because in our not so humble opinion, life just isn’t worth living without the combo of delicious, savory meat paired with melt in your mouth potatoes!",
      "Prep time: 15 minutes",
      "Cook time: 1 ½ hours",
      "Serves 6"
    ],
    "ingredients1": "Sauerkraut:",
    "ingredientsList1": [
      "2 onions, thinly sliced",
      "⅔ cup dry vermouth or white wine","2 pounds sauerkraut, drained","⅔ cup chicken stock","2 teaspoons fennel seed","1 teaspoon thyme leaves","2 bay leaves","Kosher salt and freshly ground pepper, to taste"
    ],
    "ingredients2": "Pork Chops, Sausages, and Potatoes:",
    "ingredientsList2": [
      "12 pork breakfast sausages",
      "4 bratwurst",
      "4 weisswurst",
      "6 pork chops",
      "8 thin slices of boiled ham",
      "3 potatoes, peeled and cubed",
      "¼ cup dijon mustard, for dipping",
      "thyme sprigs or chopped fresh parsley, for garnish"
    ],
    "ingredients3": "",
    "ingredientsList3": [
      ""
    ],
    "ingredients4": "",
    "ingredientsList4": [
      ""
    ],
    "directions": [
      "Preheat oven to 400°F","To prepare the sauerkraut, combine the onions and vermouth in a large saucepan and simmer, covered, until the onions are tender, about 8-10 minutes. Add the remaining ingredients and simmer, covered, stirring occasionally, for about 30 minutes. Remove the bay leaves and set aside to keep warm.",
      "Meanwhile, prick the sausages, bratwurst, and weisswurst with a paring knife and cook on a grill, grill pan, or lightly oiled skillet over medium-high-heat until well browned and cooked through. Transfer to a platter and cook the pork chops in the same manner.",
      "Boil the potatoes until tender. Drain and place in a small bowl. Toss with olive oil and season with salt and pepper, to taste. Set aside to keep warm.",
      "To serve, quickly warm the boiled ham. Nestle the pork chops, sausages, boiled ham, and potatoes with the sauerkraut. Garnish with thyme sprigs or chopped parsley and serve with a side of dijon mustard.",
      "May be prepared a day ahead."
    ],
    "download":"https://ekm383.github.io/LDRDownloads/Braised Sauerkraut with Pork Chops.pdf"
  }
]
